Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: You will always be able to come back to the proposals to be examined from your dashboard, under the tab "See the proposals to be examined".
fr: Vous pourrez toujours revenir sur les propositions à examiner à partir de votre Tableau de bord dans "Voir les propositions à examiner".

source: The moderators have decided on the contribution ${dynamic}.
fr: Les modérateurs ont statué sur la contribution ${dynamic}.

source: A new content has been reported as potentially offensive. The reported contents can be reached ${dynamic}.
fr: Un nouveau contenu vient d'être signalé comme potentiellement non conforme. Les contenus signalés sont accessibles ${dynamic}.

source: The contribution ${dynamic} has been archived.
fr: La contribution ${dynamic} a été archivée.

source: The contribution ${dynamic} has been restored.
fr: La contribution ${dynamic} a été restaurée.

source: The contribution ${dynamic} has been censored.
fr: La contribution ${dynamic} a été censurée.

source: The Woking Group on the Proposal ${dynamic} has been inactive for several cycles, each lasting more than one week. For this reason, the Group has been dissolved, and the Proposal is back to the state "Open to a working group".
fr: Le Groupe de Travail sur la Proposition ${dynamic} n'est plus actif depuis plusieurs cycles de plus d'une semaine. Pour cette raison, le Groupe de Travail a été dissout et la Proposition est à nouveau dans l'état "Ouverte à un groupe de travail".

source: A new content has just been added. The content is visible under ${dynamic}. You are invited to moderate it.
fr: Un nouveau contenu vient d'être ajouté. Le contenu est visible sous ${dynamic}. Vous êtes invité(e) à le modérer.

source: A content has just been reported as potentially offensive. The content is visible under ${dynamic}. You are invited to moderate it.
fr: Un contenu vient d'être signalé comme potentiellement non conforme. Le contenu est visible sous ${dynamic}. Vous êtes invité(e) à le modérer.

source: The new version brings ${dynamic} modification (s) with:
fr: La nouvelle version apporte ${dynamic} modification(s) avec :

source: ${dynamic} deletion(s)
fr: ${dynamic} suppression(s)

source: The working group has just produced a new version of the proposal. Do not hesitate to discuss the changes. You can see the changes by comparing the current version with the latest version produced. ${dynamic}
fr: Le groupe de travail vient de produire une nouvelle version de la proposition. N'hésitez pas à discuter les modifications apportées. Vous pouvez voir les modifications en comparant la version en cours avec la dernière version produite. ${dynamic}

source: The cycle of improvement of this proposal has just begun. A new version will be produced at the end of this cycle. Do not hesitate to discuss the content of the proposal as it is written. Your contributions can help the working group to write the proposal. If you are not already a participant, you can participate and make a concrete contribution by making your own improvements.
fr: Le cycle d'amélioration de cette proposition vient de commencer. Une nouvelle version sera produite à la fin de ce cycle. N'hésitez pas à discuter le contenu de la proposition au fur et à mesure de sa rédaction. Vos avis peuvent aider le groupe de travail à rédiger la proposition. Si vous n'êtes pas déjà participant, vous pouvez y participer et y contribuer concrètement en apportant vos améliorations.

source: This proposal has just been published and is open to a working group. If you are interested in the proposal, you can participate and make a concrete contribution by making your own improvements.
fr: Cette proposition vient d'être publiée et est ouverte à un groupe de travail. Si vous êtes intéressé par la proposition, vous pouvez y participer et y contribuer concrètement en apportant vos améliorations.

source: This proposal is now open to a working group. If you are interested in the proposal, you can participate and make a concrete contribution by making your own improvements.
fr: Cette proposition est maintenant ouverte à un groupe de travail. Si vous êtes intéressé par la proposition, vous pouvez y participer et y contribuer concrètement en apportant vos améliorations.

source: This proposal has just been submitted to the members for evaluation. You can either support or oppose it. Do not hesitate to discuss the content of the proposal, your opinions are helpful.
fr: Cette proposition vient d'être soumise à l'appréciation des membres. Vous pouvez soit la soutenir, soit vous y opposer. N'hésitez pas à discuter le contenu de la proposition, vos avis ne font qu'améliorer le débat.

source: This idea has just been used by the following proposition ${dynamic}. Do not hesitate to discuss the content of the proposal and participate to it if you are interested in the subject. You can contribute to the proposal by making your own improvements.
fr: Cette idée vient d'être utilisée par la proposition suivante ${dynamic}. N'hésitez pas à discuter le contenu de la proposition et y participer si le sujet traité vous intéresse. Vous pouvez ainsi contribuer à la proposition en apportant vos améliorations.

source: This idea has just been used by the following proposition ${dynamic}. Do not hesitate to discuss the content of the proposal.
fr: Cette idée vient d'être utilisée par la proposition suivante ${dynamic}. N'hésitez pas à discuter le contenu de la proposition.

source: This idea has just been used by the following proposition ${dynamic}. This proposal is submitted for evaluation. You can either support or oppose it. Do not hesitate to discuss the content of the proposal, your opinions are helpful.
fr: Cette idée vient d'être utilisée par la proposition suivante ${dynamic}. Cette proposition est soumise à l'appréciation des membres. Vous pouvez soit la soutenir, soit vous y opposer. N'hésitez pas à discuter le contenu de la proposition, vos avis ne font qu'améliorer le débat.

source: One Member supported this contribution
fr: Un Membre a soutenu cette contribution

source: One Member opposed this contribution
fr: Un Membre s'est opposé à cette contribution

source: One Member withdrew his/her token from this contribution
fr: Un Membre a retiré son jeton de cette contribution

source: The Working Group has voted to pursue the improvement of the Proposal ${dynamic}.
fr: Le groupe de travail a voté pour la poursuite de l'amélioration de la proposition ${dynamic}.

source: The results of the ballots are available here:
fr: Les résultats des scrutins sont disponibles ici :

source: The Working Group related to the Proposal ${dynamic} has reached the quorum, i.e. the minimum number of Participants required to be considered as active. It can now improve the Proposal.
fr: Le Groupe de Travail lié à la Proposition ${dynamic} a atteint le quorum, c'est-à-dire le nombre minimum de Participant(e)s nécessaire pour être considéré comme actif. Il peut améliorer la proposition.

source: The Working Group has voted to submit the Proposal ${dynamic} as is to the Members of the platform.
fr: Le groupe de travail a voté pour soumettre la Proposition ${dynamic} en l'état aux Membres de la plateforme.

source: The results of the ballot are available
fr: Les résultats du scrutin sont disponibles

source: The improvement cycle of the Proposal ${dynamic} is now closed. You must now vote to decide whether you want to continue improving it, or to submit it as is to the Members of the platform.
fr: Le cycle d'amélioration de la proposition ${dynamic} est terminé. Vous devez à présent voter pour décider si vous voulez continuer à l'améliorer ou la soumettre en l'état aux Membres de la plateforme.

source: The improvement cycle of the Proposal ${dynamic} is now closed. You must now vote on the amendments submitted.
fr: Le cycle d'amélioration de la proposition ${dynamic} est terminé, vous devez voter sur les amendements soumis.

source: The vote on amendments is ended.
fr: Le vote sur les amendements est terminé.

source: The improvement cycle of the Proposal ${dynamic} is almost finished. You can still bring in improvements, before the Working Group votes to decide whether it wants to submit it as is or to start a new improvement cycle.
fr: Le cycle d'amélioration de la proposition ${dynamic} touche pratiquement à sa fin. Vous pouvez encore y apporter des améliorations, avant que le groupe de travail vote pour soumettre la proposition en l'état ou pour recommencer un nouveau cycle d'amélioration.

source: Amendments for the Proposal ${dynamic} have just been added.
fr: Des amendements pour la proposition ${dynamic} viennent d'être ajoutés.

source: The improvement cycle related to the Proposal ${dynamic} finished with no amendment.
fr: Le cycle d'amélioration associé à la Proposition ${dynamic} a fini sans amendement.

source: The result of the votes on the amendments associated to the Proposal ${dynamic} has been computed.
fr: Le résultat sur les votes sur les amendements associés à la Proposition ${dynamic} a été calculé.

source: The Proposal ${dynamic} has received suggestions for improvement and must be re-read.
fr: La proposition ${dynamic} a fait l'objet de suggestions d'amélioration et est à relire.

source: One Member has joined the Working Group related to the Proposal ${dynamic}.
fr: Un Membre a rejoint le Groupe de Travail lié à la Proposition ${dynamic}.

source: One Member, which was on the waiting list, joined the Working Group related to the Proposal ${dynamic}.
fr: Un Membre, qui était en liste d'attente, a rejoint le Groupe de Travail lié à la Proposition ${dynamic}.

source: One Member has left the Working Group related to the Proposal ${dynamic}.
fr: Un Membre a quitté le Groupe de Travail lié à la Proposition ${dynamic}.

source: The Working Group related to the Proposal ${dynamic} is below the quorum, i.e. the minimum number of Participants required to be considered as active. It can therefore not continue improving the Proposal until is has reached again the quorum.
fr: Le Groupe de Travail lié à la Proposition ${dynamic} est en dessous du quorum, c'est-à-dire du nombre minimum de Participant(e)s nécessaire pour être considéré comme actif.Il ne peut donc plus améliorer la Proposition tant qu'il n'a pas atteint de nouveau le quorum.

source: Files were added in the work space related to the Proposal ${dynamic}.
fr: Des fichiers ont été ajoutés dans l'espace de travail lié à la proposition ${dynamic}.

source: The Working Group related to the Proposal ${dynamic} has reached its maximum number of Participants, and cannot include new ones. Additional candidates will be placed on the Waiting List.
fr: Le groupe de travail lié à la Proposition ${dynamic} a atteint son nombre maximal de Participant(e)s et ne peut plus en accueillir de nouveaux. Les candidat(e)s supplémentaires seront placé(e)s en Liste d'Attente.

source: Currently, you participate in, or are a candidate to, ${dynamic} Working Groups, which is the maximum number allowed. Therefore, you cannot join any additional Working Group.
fr: Actuellement, vous participez, ou êtes candidat(e), à ${dynamic} Groupes de Travail, ce qui est le nombre maximum autorisé. Vous ne pouvez donc plus rejoindre d'autres groupes de travail.

source: The improvement suggestions on the Proposal ${dynamic} have all been either accepted or refused. You can now suggest new improvements.
fr: Les suggestions d'amélioration sur la Proposition ${dynamic} ont été entièrement acceptées ou refusées. Vous pouvez à présent suggérer de nouvelles améliorations.

source: See all alerts
fr: Voir toutes les alertes

source: The moderators have decided on this contribution.
fr: Les modérateurs ont statué sur cette contribution.

source: A new content has been reported as potentially offensive.
fr: Une nouvelle signalisation vient d'être ajoutée.

source: The Woking Group on this Proposal has been inactive for several cycles, each lasting more than one week. For this reason, the Group has been dissolved, and the Proposal is back to the state "Open to a working group".
fr: Le Groupe de Travail sur cette Proposition n'est plus actif depuis plusieurs cycles de plus d'une semaine. Pour cette raison, le Groupe de Travail a été dissout et la Proposition est à nouveau dans l'état "Ouverte à un groupe de travail".

source: This new content has been added. You are invited to moderate it.
fr: Ce nouveau contenu vient d'être ajouté. Vous êtes invité(e) à le modérer.

source: This content has just been reported as potentially offensive. You are invited to moderate it.
fr: Ce contenu vient d'être signalé comme potentiellement non conforme. Vous êtes invité(e) à le modérer.

source: The Working Group has voted to continue the improvement of this proposal.
fr: Le Groupe de Travail a voté pour la poursuite de l'amélioration de cette proposition.

source: The Working Group has voted to submit the proposal as it is to the evaluation of the other Members of the platform.
fr: Le Groupe de Travail a voté pour soumettre cette proposition en l'état à l'appréciation des autres Membres de la plateforme.

source: The Working Group related to this Proposal has reached the quorum, i.e. the minimum number of Participants required to be considered as active. It can now improve the Proposal.
fr: Le Groupe de Travail lié à cette Proposition a atteint le quorum, c'est-à-dire le nombre minimum de Participant(e)s nécessaire pour être considéré comme actif. Il peut améliorer la proposition.

source: The improvement cycle of this proposal is finished. You now must vote on whether you want to continue improving it, or to submit it as it is to the evaluation of the other other Members of the platform.
fr: Le cycle d'amélioration de cette proposition est terminé, vous devez voter si vous voulez continuer à l'améliorer ou la soumettre en l'état à l'appréciation des autres Membres de la plateforme.

source: The improvement cycle of this proposal is finished. You now must vote on the amendments that were submitted.
fr: Le cycle d'amélioration de cette proposition est terminé, vous devez voter sur les amendements soumis.

source: The improvement cycle for this proposal draws to its end. You can still bring improvements to it, before the Working Group decides on whether to submit the proposal as it is or to start a new improvement cycle.
fr: Le cycle d'amélioration pour cette proposition touche pratiquement à sa fin. Vous pouvez encore y apporter des améliorations, avant que le groupe de travail vote pour soumettre la proposition en l'état ou pour recommencer un nouveau cycle d'amélioration.

source: New amendments for this proposal have just been added.
fr: Des amendments pour cette proposition viennent d'être ajoutés.

source: The improvement cycle related to this proposal has ended with no new amendment.
fr: Le cycle d'amélioration associé à cette proposition a fini sans aucun nouvel amendement.

source: The result of the votes on the amendments related to this proposal has been computed.
fr: Le résultat des votes sur les amendements associés à cette proposition a été calculé.

source: This proposal has received improvement suggestions, and must be re-read.
fr: Cette proposition a fait l'objet de suggestions d'amélioration et est à relire.

source: One new person has joined the Working Group related to this proposal.
fr: Une personne a rejoint le groupe de travail lié à cette proposition.

source: One person, which was on the Waiting List, joined the Working Group related to this proposal.
fr: Une personne, faisant partie de la liste d'attente, a rejoint le groupe de travail lié à cette proposition.

source: One person left the Working Group related to this proposal.
fr: Une personne a quitté le groupe de travail lié à cette proposition.

source: The Working Group related to this proposal is under the quorum, i.e. the minimum number of Participants necessary for it to be considered as active. This is why the Group cannot continue improving the proposal, as long as it has not again reached this quorum.
fr: Le groupe de travail lié à cette proposition est en dessous du quorum, c'est-à-dire du nombre minimum de Participant(e)s nécessaire pour qu'il soit considéré comme actif. Il ne peut donc plus améliorer la proposition tant qu'il n'a pas atteint de nouveau ce quorum.

source: The Workng Group related to this Proposal has reached the minimum number of Participants for it to be considered as active. It can improve the Proposal.
fr: Le groupe de travail lié à cette proposition a atteint le nombre minimum de Participant(e)s pour être considéré comme actif. Il peut améliorer la Proposition.

source: Files have been added to the work space related to this Proposal.
fr: Des fichiers ont été ajoutés dans l'espace de travail lié à cette proposition.

source: The Working Group related to this Proposal has reached its maximum number of Participants, and cannot include new ones. Additional candidates will be placed on the Waiting List.
fr: Le groupe de travail lié à cette proposition a atteint son nombre maximal de Participant(e)s et ne peut plus en accueillir de nouveaux. Les candidat(e)s supplémentaires seront placé(e)s en Liste d'Attente.

source: All improvement suggestions on this Proposal have been either accepted or refused. You can now suggest new improvements.
fr: Les suggestions d'amélioration sur cette proposition ont toutes été acceptées ou refusées, vous pouvez suggérer de nouvelles améliorations.

source: This content has been duplicated.
fr: Ce contenu a été dupliqué.

source: This content, which was part of your favourites, has been modified.
fr: Ce contenu faisant partie de vos favoris a été modifié.

source: This content, which was part of your topics of interest, has been published.
fr: Ce contenu faisant partie de vos centres d'intérêt a été publié.

source: The Member ${member_title}, which was part of your favourites, has published a content.
fr: Le Membre ${member_title} que vous avez mis en favori a publié un contenu.

source: This content has been sent to you.
fr: Ce contenu vous a été communiqué.

source: The account of this Member, which was part of your favourites, has been disactivated.
fr: Le compte de ce Membre que vous avez mis en favori a été désactivé.

source: ${aut} answered the question ${title}, which is part of your favourites.
fr: ${aut} a répondu à la question ${dynamic} que vous avez mis en favori.

source: This content has been published in a challenge, which is part of your favourites.
fr: Ce contenu a été publié dans un challenge faisant partie de vos favoris.

source: A new registration (${dynamic}) has just been added.
fr: Une nouvelle inscription (${dynamic}) vient d'être ajoutée.

source: A new registration has just been added. The registration is visible under ${dynamic}.
fr: Une nouvelle inscription vient d'être ajoutée. L'inscription est visible sous ${dynamic}.

source: The Examination Committee expressed a ${dynamic} opinion on this idea. Consequently, it cannot be transformed into a proposal or used in existing proposals by the members of the platform.
fr: Le Comité d'examen a émis un avis défavorable à cette idée. En conséquence de quoi, elle ne peut pas être transformée en proposition ou utilisée dans des propositions existantes par les membres de la plateforme.

source: Do not hesitate to duplicate this idea if you think it can be worked differently.
fr: N'hésitez pas à dupliquer cette idée si vous pensez qu'elle peut être travaillée différemment.

source: The Examination Committee expressed a ${dynamic} opinion on this idea. Consequently, it can be transformed into a proposal or used in existing proposals by the members of the platform.
fr: Le Comité d'examen a émis un avis ${dynamic} à cette idée. En conséquence de quoi, il peut être transformé en une proposition ou utilisé dans les propositions existantes par les membres de la plate-forme.

source: The Examination Committee expressed a ${dynamic} opinion on this proposal. This means that it has not selected it for implementation.
fr: Le Comité d'examen a émis un avis ${dynamic} sur cette proposition, ce qui signifie qu'il ne l'a pas retenue pour être mise en oeuvre.

source: The Examination Committee expressed a ${dynamic} opinion on this proposal. This means that, in order to be considered for implementation, you will need to re-work on it beforehand.
fr: Le Comité d'examen a émis un avis ${dynamic} sur cette proposition, ce qui signifie que pour être retenue, elle devra être retravaillée auparavant.

source: The Examination Committee expressed a ${dynamic} opinion on this proposal. This means that it is ready to implement it.
fr: Le Comité d'examen a émis un avis ${dynamic} sur cette proposition, ce qui signifie qu'il est prêt à la mettre en oeuvre.

source: The explanation of the Examination Committee
fr: L'explication du comité d'examen

source: ${aut} commented the contribution ${dynamic}.
fr: ${aut} a commenté la contribution ${dynamic}.

source: ${aut} answered your comment regarding the contribution ${dynamic}.
fr: ${aut} a répondu à votre commentaire concernant la contribution ${dynamic}.

source: ${aut} added a message to your discussion ${dynamic}.
fr: ${aut} a ajouté un message à votre discussion ${dynamic}.

source: ${dynamic} answered your message.
fr: ${dynamic} a répondu à votre message.

source: ${aut} added a message to the general discussion.
fr: ${aut} a ajouté un message à la discussion générale.

source: ${aut} answered your comment.
fr: ${aut} a répondu à votre message.

source: ${aut} answered your message related to the contribution ${dynamic}.
fr: ${aut} a répondu à votre commentaire concernant la contribution ${dynamic}.

source: ${aut} answered your message present in the general discussion.
fr: ${aut} a ajouté un message à la discussion générale.

source: The Examination Committee has decided over this contribution. The contribution is now in the state ${dynamic}.
fr: Le comité d'examen a statué sur cette contribution. La contribution est maintenant dans l'état ${dynamic}.

source: The Examination Committee has decided over the contribution ${dynamic}. The contribution is now in the state ${obj_state}.
fr: Le comité d'examen a statué sur la contribution ${dynamic}. La contribution est maintenant dans l'état ${obj_state}.

source: The content ${obj} has been duplicated. The duplicated content is visible under ${dynamic}.
fr: Le contenu ${obj} a été dupliqué. Le contenu dupliqué est visible sous ${dynamic}.

source: The content ${dynamic}, which is part of your favourites, has been modified.
fr: Le contenu ${dynamic} faisant partie de vos favoris a été modifié.

source: The content ${dynamic}, which is part of your topics of interest, has been published.
fr: Le contenu ${dynamic} faisant partie de vos centres d'intérêt a été publié.

source: The member ${obj}, which is part of your favourites, has published the content ${dynamic}.
fr: Le Membre ${obj} que vous avez mis en favori a publié le contenu ${dynamic}.

source: The content ${dynamic} has been sent to you.
fr: Le contenu ${dynamic} vous a été communiqué.

source: The account of the Member ${dynamic}, which is part of your favourites, has been disactivated.
fr: Le compte du Membre ${dynamic} que vous avez mis en favori a été désactivé.

source: ${aut} answered the question ${dynamic}, which is part of your favourites.
fr: ${aut} a répondu à la question ${dynamic} que vous avez mis en favori.

source: The content ${dynamic} has been published in a challenge, which is part of your favourites.
fr: Le contenu ${dynamic} a été publié dans un challenge faisant partie de vos favoris.

source: This idea has just been duplicated and worked differently. You will find the duplicated idea here ${dynamic}.
fr: Cette idée vient d'être dupliquée et travaillée différemment. Vous trouverez l'idée dupliquée ici ${dynamic}.
