Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: The files have been attached to the proposal.
fr: Les fichiers ont bien été attachés à la proposition.

source: The information associated to the organisation of the user ${context} have been modified.
fr: Les données associées à l'organisation de l'utilisateur ${context} ont bien été modifiées.

source: The user ${context} has changed his/her organisation.
fr: L'utilisateur ${context} a bien changé d'organisation.

source: The data relating to the organisation have been updated.
fr: Les données de l'organisation ont été mis à jour.

source: The organisation has been suppressed.
fr: L'organisation a bien été supprimée.

source: The role of the user has been modified.
fr: Le rôle de l'utilisateur a bien été modifié.

source: The processes have been updated.
fr: Les processus sont bien mis à jour.

source: The file has been published.
fr: Le fichier a bien été publié.

source: The file has been made private.
fr: Le fichier a bien été privatisé.

source: The connector has been suppressed.
fr: Le connecteur a bien été supprimé.

source: The messages has been imported.
fr: Les messages ont été importés.

source: His/her working groups (${nb})
fr: Ses groupes de travail (${nb})

source: His/her ideas (${nb})
fr: Ses idées (${nb})

source: Questions (${nb})
fr: Les questions (${nb})

source: Ideas (${nb})
fr: Les idées (${nb})

source: Created on
fr: Créé(e) le

source: Modified on
fr: Modifié(e) le

source: Examined on
fr: Examiné(e) le

source: Published on
fr: Publié(e) le
