Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: Your Current Password
fr: Votre mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Change Password
fr: Changer le mot de passe

source: Edit the profile
fr: Modifier le profil

source: Failed login (CSRF)
fr: La connexion a échoué

source: Disabled account! Contact the site administrator to activate your account.
fr: Compte désactivé! Veuillez contacter l'administrateur du site afin d'activer votre compte.

source: Remind the user
fr: Rappeler l'utilisateur

source: No such user ${member}
fr: Aucun utilisateur au nom de ${member}

source: Alert for reset
fr: Alerte pour réinitialisation

source: Request password reset
fr: Demander la réinitialisation du mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

source: No registration found
fr: Aucune inscription trouvée

source: One registration found
fr: Une inscription trouvée

source: ${number} registrations found
fr: ${number} inscriptions trouvées

source: Discuss the idea
fr: Discuter l'idée

source: Private discussion
fr: Discussion privée

source: General discussion
fr: Discussion générale

source: His/her questions
fr: Ses questions

source: No asked questions
fr: Pas de question posées

source: His/her ideas
fr: Ses idées

source: No registered ideas
fr: Pas d'idées enregistrées

source: His/her working groups
fr: Ses groupes de travail

source: Belongs to no working group
fr: N'appartient à aucun groupe de travail

source: Please beware that the address of this registration is not reliable!
fr: Attention, l' adresse de cette inscription n'est pas une adresse de confiance !

source: By clicking on « Continue »,you accept the registration of the user. An email will be sent to him/her so that s/he can confirm his/her registration. Once the registration is confirmed, the user becomes a Member of the platform, and can access all its content and perform all actions allowed to a Member.
fr: En cliquant sur « Continuer » vous acceptez l'inscription de l'utilisateur. Un email lui sera envoyé lui permettant de confirmer son inscription. Une fois l'inscription confirmée l'utilisateur devient un Membre de la plateforme. Il(Elle) a accès à tous ses contenus et à toutes les actions ouvertes aux Membres.

source: As soon as you will have indicated and sent the e-mail address that is used as your ID you will receive via e-mail a link to access the page where you will be able to specify your new password.
fr: Dès que vous aurez indiqué et envoyé votre adresse de courriel servant d'identifiant, vous recevrez par courriel un lien pour accéder à la page vous permettant de saisir votre nouveau mot de passe.

source: Thank you for having registered. A confirmation e-mail has been sent to you. Please click on the link in the email in order to complete your registration.
fr: Merci de vous être inscrit à la plateforme. Un courriel de confirmation va vous être envoyé. Merci de cliquer sur le lien présent dans le courriel pour compléter votre inscription.

source: Thank you for having registered. Your registration is submitted to verification - to check that a given natural person can only be registered once. Once your registration has been verified, a confirmation e-mail will be sent to you. Please click on the link in the email in order to complete your registration.
fr: Merci de vous être inscrit(e) à la plateforme. Votre inscription est soumise à vérification - pour veiller à ce qu'une même personne physique ne peut s'inscrire qu'une seule fois. Une fois votre inscription vérifiée, un courriel de confirmation vous sera envoyé. Merci de cliquer sur le lien présent dans le courriel pour compléter votre inscription.

source: Log In
fr: Se connecter

source: Or
fr: Ou

source: Forgot your password?
fr: Mot de passe oublié?

source: Sorry, your account is not allowed to perform the requested action. You can try to log in using a different account below or you can
fr: Désolé, votre compte n'a pas l'autorisation d'exécuter l'action désirée. Vous pouvez essayer de vous connecter avec un autre compte ci-dessous ou vous pouvez

source: return to where you were
fr: retourner à l'endroit où vous étiez

source: Log in as another User
fr: Se connecter avec un autre profil

source: By clicking on « Continue », the registration will be cancelled.
fr: En cliquant sur « Continuer », l'inscription de l'utilisateur sera effacée.

source: Your API token is ${api_token}. You can generate a new token below:
fr: Votre jeton est ${api_token}. Vous pouvez générer un nouveau jeton ci-dessous :

source: You don't have an API token yet, you can generate a token below:
fr: Vous n'avez pas encore de jeton, vous pouvez générer un jeton ci-dessous :

source: Last connection
fr: Dernière connexion

source: Member since
fr: Membre depuis le

source: By clicking on « Continue »...
fr: En cliquant sur « Continuer »...

source: Expired
fr: Expiré

source: Email
fr: Courriel

source: Please note that this address is not a reliable address!
fr: Attention, cette adresse n'est pas une adresse de confiance !

source: Registered on
fr: Inscrit le

source: Expires on
fr: Expire le

source: By clicking on Continue, the deadline for registration will be updated, and an e-mail reminding the user will be sent.
fr: En cliquant sur Continuer la date limite de l'inscription sera mise à jour et un courriel de rappel sera envoyé à l'utilisateur.

source: Remove from my favourites
fr: Retirer de mes favoris

source: Add the deadline
fr: Ajouter une échéance

source: Add to my favourites
fr: Ajouter à mes favoris

source: No element found
fr: Aucun élément trouvé

source: One element found
fr: Un élément trouvé

source: ${number} elements found
fr: ${number} éléments trouvés

source: Advanced search
fr: Recherche avancée

source: If you wish to search with several keywords, you should separate these keywords with commas.
fr: Pour les recherches sur plusieurs mots, il faut mettre des virgules entre les mots.

source: Nova-Ideo contents
fr: Contenus de Nova-Ideo

source: Graph of dependences
fr: Le graphe de dépendances

source: Contribute
fr: Contribuer

source: I have contributed to no content so far
fr: Je n'ai contribué à aucun contenu

source: I have contributed to one content so far
fr: Un contenu auquel j'ai contribué

source: I have contributed to ${number} contents so far
fr: ${number} contenus auxquels j'ai contribué

source: I have participated in no working group so far
fr: Aucune participation

source: I have participated in one working group so far
fr: Un groupe de travail auquel j'ai participé

source: I have participated in ${number} working groups so far
fr: ${number} groupes de travail auxquels j'ai participé

source: You have no new alert
fr: Vous n'avez pas de nouvelle alerte

source: You have one new alert
fr: Vous avez une nouvelle alerte

source: You have ${number} new alerts
fr: Vous avez ${number} nouvelles alertes

source: The notifications
fr: Les notifications

source: You have evaluated no content so far. You have ${tokens} remaining evaluation tokens
fr: Aucun contenu appréciées et ${tokens} jeton(s) d'appréciation restant(s)

source: You have evaluated one content so far. You have ${tokens} remaining evaluation tokens
fr: Un contenu appréciée et ${tokens} jeton(s) d'appréciation restant(s)

source: You have evaluated ${number} contents so far. You have ${tokens} remaining evaluation tokens
fr: ${number} contenus appréciées et ${tokens} jeton(s) d'appréciation restant(s)

source: No member
fr: Aucun membre

source: One member was found
fr: Un membre trouvé

source: ${number} members were found
fr: ${number} membres trouvés

source: Inactive members
fr: Membres inactifs

source: No proposal found
fr: Aucune proposition trouvée

source: One proposal found
fr: Une proposition trouvée

source: ${number} proposals found
fr: ${number} propositions trouvées

source: Ideas
fr: Les idées

source: The Working Groups
fr: Les groupes de travail

source: No working group created
fr: Aucun groupe de travail créé

source: Questions
fr: Les questions

source: No question asked
fr: Aucune question posée

source: No association
fr: Aucune association

source: One association
fr: Une association

source: The associations
fr: Les associations

source: No followed element was found
fr: Aucun élément suivi

source: One followed element was found
fr: Un élément suivi

source: ${number} followed elements were found
fr: ${number} éléments suivis

source: No idea found
fr: Aucune idée trouvée

source: One idea found
fr: Une idée trouvée

source: ${number} ideas found
fr: ${number} idées trouvées

source: Main numeric parameters
fr: Principaux paramètres numériques

source: Services to contact
fr: Services à contacter

source: Name
fr: Nom

source: Please enter your full name
fr: Veuillez saisir votre nom complet

source: Please enter your email address
fr: Veuillez saisir votre adresse courriel

source: Please enter the message you want to send.
fr: Veuillez saisir le message que vous voulez envoyer.

source: No content found
fr: Aucun contenu trouvé

source: One content found
fr: Un contenu trouvé

source: ${number} contents found
fr: ${number} contenus trouvés

source: No vote
fr: Aucun vote

source: One vote
fr: Un vote

source: The vote
fr: Le vote

source: The result of the ballot
fr: Le résultat du scrutin

source: Examination
fr: Examen

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Compute
fr: Calculer

source: Contents by keywords
fr: Contenus par mots clés

source: Total number of contents, classified per type and per keyword.
fr: Total des contenus classé par types et par mots clés.

source: Percentage of the cumulated number of contents per keyword.
fr: Pourcentage du cumul par mots clés.

source: From
fr: De

source: To
fr: À

source: You can select the dates of contents to be displayed.
fr: Vous pouvez sélectionner les dates des contenus à afficher.

source: You can select the content types to be displayed.
fr: Vous pouvez sélectionner les types des contenus à afficher.

source: States
fr: États

source: You can select the states of the contents to be displayed.
fr: Vous pouvez sélectionner les états des contenus à afficher.

source: You can select the keywords of the contents to be displayed.
fr: Vous pouvez sélectionner les mots clés des contenus à afficher.

source: Author
fr: Auteur

source: You can enter the author name of the contents to be displayed.
fr: Vous pouvez saisir le nom de l'auteur des contenus à afficher.

source: Contents by states
fr: Contenus par états

source: Total number of contents, classified per type and per state.
fr: Total des contenus classé par types et par états.

source: Percentage of the cumulated number of contents per state.
fr: Pourcentage du cumul par états.

source: You can select the content type to be displayed.
fr: Vous pouvez sélectionner le type de contenu à afficher.

source: Contents by dates
fr: Contenus par dates

source: Total number of contents, classified per type and per date.
fr: Nombre total des contenus classé par types par date.

source: Date type
fr: Type de la date

source: You can select the date type.
fr: Vous pouvez sélectionner le type de la date des contenus à afficher.

source: Frequency
fr: Fréquence

source: You can select the display frequency.
fr: Vous pouvez sélectionner la fréquence d'affichage.

source: Evaluations by organizations
fr: Soutiens par organisations

# analytics
source: Support
fr: Soutien

source: The ballot is not finished
fr: Le scrutin n'est pas fini

# question
source: Answer
fr: Réponse

source: Working Group
fr: Groupe de Travail

source: Current entity
fr: L'élément courant

source: Solid relation
fr: Relation forte

source: Weak relation
fr: Relation faible

source: Here are the numeric parameters of the current implementation of Nova-Ideo:
fr: Voici les paramètres numériques de l'implémentation actuelle de Nova-Ideo :

source: Vote duration
fr: Durée du vote

source: days
fr: jours

source: tokens
fr: jetons

source: Welcome to ${dynamic}!
fr: Bienvenue sur ${dynamic} !

source: is a platform implementing a complete process, in which working groups transform ideas into complete proposals with a system of amendment and voting sessions. Access to this platform is restricted to registered members only.
fr: est une plateforme mettant en oeuvre un processus complet par lequel des groupes de travail transforment des idées en propositions abouties grâce à un système de sessions d'amendements et de votes. Cette plateforme est à accès restreint aux membres inscrits.

source: Registration
fr: Inscription

source: Vote identifier
fr: Identifiant du vote

source: Value
fr: Valeur

source: There was a problem with your submission. Please check the information provided.
fr: Un problème a été rencontré lors de votre soumission. Merci de vérifier les informations saisies.

source: By
fr: Par

source: the
fr: le

source: State
fr: État

source: In order to note an idea, to draft a proposal, to access your contents, to intervene on an idea or a proposal, you must previously register and connect to the platform.
fr: Pour noter une idée, rédiger une proposition, accéder à vos éléments ou intervenir sur une idée ou une proposition, vous devez préalablement vous inscrire et vous connecter.

source: Processes to update
fr: Les processus à mettre à jour

source: Attributes to extract
fr: Attributs à extraire

source: New keyword
fr: Nouveau mot clé

source: Warning: Merging one or several keywords causes the modification of the keywords recorded for all content already stored on the platform.
fr: Attention, la fusion d'un ou plusieurs mots-clefs entraine la modification des mots-clefs enregistrés pour tous les contenus déjà enregistrés sur la plate-forme.

source: Re-use one or more existing idea(s)
fr: Reprendre une ou plusieurs idée(s) existante(s)

source: Add a new idea
fr: Noter une nouvelle idée

source: Idea by
fr: Idée par

source: Related Ideas
fr: Idées liées

source: Ideas being used
fr: Idées utilisées

source: Vote on the amendments
fr: Vote sur les amendements

source: Correct all
fr: Corriger tout

source: Version amended by
fr: Version amendée par

source: Amended version of
fr: Version amendée de

source: ${wg_state} working group without members
fr: Groupe de travail ${wg_state} sans membres

source: ${wg_state} working group with 1 member
fr: Groupe de travail ${wg_state} avec 1 membre

source: ${wg_state} working group with ${len_members} members
fr: Groupe de travail ${wg_state} avec ${len_members} membres

source: ${support and 'Withdraw my token' or 'Support'}
fr: ${support and 'Retirer mon jeton' or 'Soutenir'}

source: ${oppose and 'Withdraw my token' or 'Oppose'}
fr: ${oppose and 'Retirer mon jeton' or 'M'opposer'}

source: Associated to this challenge
fr: Associée à ce challenge

source: Loading...
fr: Chargement...

source: This content does not respect the terms of use.
fr: Ce contenu ne respecte pas la charte d'utilisation.

source: There was a problem with this section. Please check the infomation provided.
fr: Un problème a été rencontré avec cette section. Merci de vérifier les informations saisies.

source: Background
fr: Arrière-plan

source: Submitted by
fr: Initiée par

source: The challenge is expired
fr: Le challenge est expiré

source: ${days} day(s) before the end of the challenge.
fr: ${days} jour(s) avant la fin du challenge.

source: This challenge is restricted
fr: Le challenge est restreint

source: Recurrence
fr: Récurrence

source: Every
fr: Tous les

source: Last sending
fr: Dernier envoi

source: Next sending
fr: Prochain envoi

source: The manager
fr: Le responsable

source: click(s)
fr: clic(s)

source: Asked by
fr: posée par

source: No answer
fr: Aucune réponse

source: One answer
fr: Une réponse

source: ${number} answers
fr: ${number} réponses

source: This question is in the form of a poll. You can select an option from those offered. You may only answer this question one time.
fr: Cette question est sous la forme d'un sondage. Vous pouvez faire un choix parmi ceux proposés. Vous ne pouvez répondre à cette question qu'une seule fois.

source: You can edit your answer as long as the question is not closed.
fr: Vous pouvez éditer votre réponse tant que la question n'est pas clôturée.

source: This question is in the form of a poll. You can select an option from those offered. You may only answer this question one time. You have already answered this question and your choice is "${dynamic}".
fr: Cette question est sous la forme d'un sondage. Vous ne pouvez répondre à cette question qu'une seule fois. Vous avez déjà répondu à cette question et votre choix est "${dynamic}".

source: You can order the topics of interest by clicking on the following button ${dynamic}
fr: Vous pouvez ordonner les centres d'intérêt en cliquant sur le bouton suivant ${dynamic}

source: modified on
fr: modifiée le

source: Add Emoji
fr: Ajouter un Emoji

source: Associate contents
fr: Associer des contenus

source: Cancel
fr: Annuler

source: Attachments:
fr: Pièces jointes :

source: Attachment:
fr: Pièce jointe :

source: Associated contents:
fr: Contenus associés :

source: Associated content:
fr: Contenu associé :

source: Reported by
fr: Signalé par

source: His/her intention:
fr: Son intention:

source: (edited)
fr: (édité)

source: View in the discussion
fr: Voir dans la discussion

source: ${commentlen} answer
fr: ${commentlen} réponse

source: ${commentlen} answers
fr: ${commentlen} réponses

source: You must be logged in to perform this action and more. Please sign in or register.
fr: Vous devez être connecté pour effectuer cette action et plus encore. Veuillez vous connecter ou vous inscrire.

source: elements found
fr: éléments trouvés

source: For transparency, we invite you to save the following data. These data will allow you to check the good conduct of the corresponding ballot.
fr: Dans un souci de transparence, nous vous invitons à sauvegarder les données suivantes. Ces données vont vous permettre de vérifier le bon déroulement du scrutin correspondant.

source: ${ballot_uid}: The ballot identifier is unique. This identifier will allow you to retrieve the data associated with this ballot.
fr: ${ballot_uid} : L'identifiant du scrutin est unique. Cet identifiant vous permettra de récupérer les données associées à ce scrutin.

source: ${vote_uid}: The vote identifier is unique. This identifier will allow you to retrieve the data associated with this vote.
fr: ${vote_uid} : L'identifiant de votre bulletin de vote est unique. Cet identifiant vous permettra de récupérer les données associées à ce bulletin.

source: These identifiers can not be retrieved later. Please save them on your computer.
fr: Ces identifiants ne peuvent être récupérés ultérieurement. Veuillez les sauvegarder sur votre ordinateur.

source: Warning: the maximum number of ${limit} characters for an idea has been reached. To continue working on your idea, you can transform it into a proposal.
fr: Attention les ${limit} caractères maximum pour une idée sont atteints. Pour continuer à travailler sur votre idée, vous pouvez la transformer en proposition.

source: No result found!
fr: Aucun élément trouvé !

source: All results
fr: Tous les résultats

source: Nova-Ideo parameters
fr: Les paramètres de Nova-Ideo

source: Powered by Pyramid &amp; Python
fr: Réalisé avec Pyramid &amp; Python

source: My discussions
fr: Mes discussions

source: You have unread messages!
fr: Vous avez des messages non lus !

source: Working mode of the group
fr: Mode de travail du groupe

source: Restricted working group
fr: Groupe de travail restreint

source: Open working group
fr: Groupe de travail ouvert

source: Remaining time
fr: Temps restant

source: End of ballot in
fr: Fin du vote dans

source: day(s)
fr: j

source: hour(s)
fr: h

source: Period expired
fr: Durée expirée

source: Participants in the ballot
fr: Participants au vote

source: Participants having participated in the ballot
fr: Participants ayant voté

source: Vote on whether to improve the proposal or not
fr: Vote pour améliorer ou non la proposition

source: Correction of the proposal
fr: Correction de la proposition

source: Proposal improvement
fr: Amélioration de la proposition

source: And more
fr: Et aussi

source: All rights reserved
fr: Tous droits réservés

source: Total appreciations
fr: Total des appréciations

source: The review committee convened for the last time on
fr: Le comité d'examen s'est tenu en dernier lieu le

source: no new examination date was fixed.
fr: il n'y a pas de nouvelle date d'examen fixée.

source: The review committee is scheduled to convene on
fr: Le comité d'examen a prévu de se réunir le

source: Please ensure that the content has not already been added!
fr: Veuillez vérifier si le contenu n'a pas été déjà ajouté !

source: Asked question
fr: Question posée

source: Asked questions
fr: Questions posées

source: Published idea
fr: Idée publiée

source: Published ideas
fr: Idées publiées

source: Published proposal
fr: Proposition publiée

source: Published proposals
fr: Propositions publiées

source: other proposal(s) referring to the related idea(s)
fr: autre(s) proposition(s) se réfèrant à l'(aux) idée(s) liée(s)

source: Please ensure that the idea has not already been added!
fr: Veuillez vérifier si l'idée n'a pas été déjà ajoutée !

source: ${icon} Account
fr: ${icon} Mon profil

source: ${icon} Edit my account
fr: ${icon} Éditer mon profil

source: ${icon} Log Out
fr: ${icon} Se déconnecter

source: Activate the contextual help
fr: Activer l'aide contextuelle

source: remaining
fr: restant

source: Collection of the idea
fr: Recueil de l'idée

source: Writing of the proposal
fr: Rédaction de la proposition

source: Improvement of the proposal
fr: Amélioration de la proposition

source: Evaluation of the proposal
fr: Appréciation de la proposition

source: Examination of the proposal
fr: Examen de la proposition

source: Proposals using this idea:
fr: Propositions liées à cette idée :

source: Duplicated ideas from this idea:
fr: Idées dupliquées à partir de cette idée :

source: The end of the challenge is planned on
fr: La fin du challenge est prévue pour le

source: The challenge ended on the
fr: Le challenge a fini le

source: Composition of the working group
fr: Composition du groupe de travail

source: member(s)
fr: membre(s)

source: You will find under "My contents" the ideas and proposals of which you were the author, and the proposals for which you were a participant in the working group. You will also find there all your archived ideas.
fr: Vous retrouvez dans « Mes contenus », les idées et les propositions dont vous avez été l'auteur et les propositions où vous avez été l'un des participants au groupe de travail. Sont notamment présentes dans « Mes contenus », l'ensemble de vos idées archivées.

source: You will find under "My working groups" the proposals for which you participate in the working group.
fr: Vous retrouvez dans « Mes groupes de travail », les propositions pour lesquelles vous intervenez actuellement en tant que participant.

source: You will find under "My favourites" all the ideas, proposals and members that you have previously noted as your favourites.
fr: Vous retrouvez dans « Mes favoris », toutes les idées, les propositions, les membres que vous avez préalablement mis en favori.

source: You will find under "My evaluations" the published ideas and the proposals submitted for evaluation to which you have allocated a support token or an opposition token.
fr: Vous trouvez dans « Mes appréciations », les idées et les propositions soumises à appréciation que vous avez soutenues ou auxquelles vous vous êtes opposées.
