Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: You have a total of seven tokens that you are free to allocate to and to take away from any published idea or any proposal submitted to evaluation. Each token can be used to support an idea or a proposal, or to oppose it. To support or oppose an idea or proposal, you must first click on it.
fr: Vous disposez en tout de sept jetons d'appréciation, soutiens ou oppositions, que vous êtes libre à tout moment d'allouer ou de retirer à n'importe quelles propositions soumises à appréciation. Pour soutenir ou vous opposer à une proposition, il vous suffit de cliquer sur la proposition concernée.

source: In addition, you may also support or oppose proposals submitted for evaluation in which you participated in the working group. In this case, these special tokens are not counted against your initial reserve of seven evaluation tokens. Once allocated, these special tokens cannot be re-used for other proposals.
fr: Par ailleurs, vous pouvez également soutenir ou vous opposer aux propositions soumises à appréciation dont vous avez été l'un des participants sans que ces appréciations soient décomptées de vos sept jetons d'appréciation initiaux. Une fois allouée, ces appréciations ne peuvent plus en revanche être réutilisées pour d'autres propositions.

source: You will find under the tab "My evaluations" the published ideas that you have supported or that you have opposed.
fr: Vous trouvez dans l'onglet « Mes appréciations », les idées publiées que vous avez soutenues ou auxquelles vous vous êtes opposées.

source: You have a total of seven evaluation tokens that you are free to allocate to and to take away from any published idea or any proposal submitted to evaluation. Each token can be used to support an idea or a proposal, or to oppose it. To support or oppose an idea or proposal, you must first click on it.
fr: Vous disposez en tout de sept jetons d'appréciation, soutiens ou oppositions, que vous êtes libre à tout moment d'allouer ou de retirer à n'importe quelles idées soumises à appréciation. Pour soutenir ou vous opposer à une idée, il vous suffit de cliquer sur l'idée concernée.

source: You will find under the tab "My evaluations" the proposals submitted for evaluation that you have supported or that you have opposed.
fr: Vous trouvez dans « Mes appréciations », les propositions soumises à appréciation que vous avez soutenues ou auxquelles vous vous êtes opposées.

source: The pictogram ${dynamic} indicates the latest warnings that you have received.
fr: Le picto ${dynamic} indique les dernières alertes que vous avez reçues.

source: You have received a warning:
fr: Vous recevez une alerte :

source: When an idea or a proposal has just been published and one of its keywords matches your topics of interest,
fr: lorsqu'une idée ou une proposition vient d'être publiée et que l'un de ses mots clés correspond à vos centres d'intérêt,

source: when something happens on your ideas or on the proposals to which you contribute or have contributed,
fr: lorsqu'il se passe quelque chose sur vos idées ou les propositions auxquelles vous contribuez ou vous avez contribué,

source: when a member sends you an idea or a proposal,
fr: lorsqu'un membre vous communique une idée ou une proposition,

source: when there is an answer to one of your comments,
fr: lorsqu'il y a une réponse à l'un de vos commentaires,

source: when something happens on an idea, a proposal or a member that you have included in your favourites.
fr: lorsqu'il se passe quelque chose sur une idée, une proposition, un membre que vous avez mis en favori.

source: In these statistical views, you can see the distribution of ideas and proposals according to several criteria (per state, per keyword, per date).
fr: Dans ces vues statistiques, vous pouvez voir la répartition des idées et des propositions selon différents critères (par états, par mots clés, par dates).

source: You can refine your selection, by specifying the states, the keywords, the author and /or he periods in time to consider. The upper part of the results displays the total number of content items matching your criteria.
fr: Vous pouvez affiner vos sélections d'éléments, en spéciant les états, les mots clés, l'auteur et/ou les périodes à prendre en compte. Vous avez en résultat dans la partie du haut, le nombre de contenus correspondant à vos critères.

source: In order to refresh the views, you must click on the "Compute" button.
fr: Pour rafraîchir les vues, vous devez appuyer sur le bouton "Calculer".

source: A first participant in the working group has proof-read the proposal.
fr: Un premier participant du groupe de travail a corrigé la proposition.

source: You can either accept his/her corrections and they will be integrated into the proposal, or refuse them and they will not be considered.
fr: Vous pouvez soit accepter ses corrections et elles seront intégrées à la proposition, soit les refuser et elles ne seront pas prises en compte.

source: The reason why a second participant in the working group is requested to validate or to reject the corrections proposed by a first participant is to prevent corrections that would not be justified only by spelling or grammar considerations.
fr: La raison pour laquelle un second participant du groupe de travail est amené à valider ou rejeter les corrections effectuées par un premier participant est d'éviter des corrections qui ne seraient pas uniquement justifiées par des considérations de grammaire ou d'orthographe.

source: Your archived ideas are only visible to yourself, and can be accessed under the tab "My content".
fr: Vos idées archivées sont uniquement visibles par vous et sont accessibles à partir de « Mes contenus ».

source: You can decide to completely suppress an archived idea, or to restore it to work on it further.
fr: Vous pouvez décider de supprimer définitivement une idée archivée ou de la rétablir pour la travailler de nouveau.

source: Any member can transmit a published idea to any other member of the platform, and to any external person by providing his/her e-mail address. This external person will have an access to the platform, but will be unable to connect to it as long as s/he is not a member.
fr: Tout membre peut communiquer une idée publiée à tout autre membre de la plateforme, ainsi qu'à toute personne externe en saisissant directement son adresse de courriel. Cette dernière aura un accès à la plateforme, mais ne pourra pas s'y connecter tant qu'il n'est pas membre.

source: You can compare the current version of the idea with its previous versions.
fr: Vous pouvez comparer la version en cours de l'idée avec ses versions précédentes.

source: The portions of text in green and in red are those that were respectively added to and removed from the current version of the idea.
fr: Les textes respectivement en vert et en rouge sont les textes ajoutés et supprimés dans la version actuelle de l'idée.

source: Any published idea can be discussed among members of the platform.
fr: Toute idée publiée peut être discutée entre membres de la plateforme.

source: To start a discussion thread, you only need to specify your intention and the message that you wish to transmit to others.
fr: Pour commencer un fil de discussion, il vous suffit de préciser votre intention et le message que vous souhaitez communiquer aux autres.

source: Any member can answer to you, and you can answer to any message in a discussion thread.
fr: Tout membre peut vous répondre, comme vous pouvez répondre à tout message d'un fil de discussion.

source: You can also add to your message any element that is present in the platfom. By clicking on « Associations », you will find all the discussion threads with elements associated to this one.
fr: Vous pouvez également associer à vos messages tout élément présent sur la plateforme. En cliquant sur « Associations », vous retrouvez tous les fils de discussion ayant des éléments associés.

source: When you search words, your result contains all ideas whose title or keywords contain one of these words, all proposals whose title, summary or keywords contain one of these words, and all members whose given name, family name or topics of interest contain one of these words.
fr: Lorsque vous recherchez des mots, vous obtenez en résultat toutes les idées dont le titre ou les mots clés contiennent un de ces mots, toutes les propositions dont le titre, le résumé ou les mots clés contiennent un de ces mots et tous les membres dont le prénom, le nom ou les centres d'intérêt contiennent un de ces mots.

source: It is also possible to search only on ideas, on proposals, on members, or on a combination of these three elements.
fr: Il est également possible de faire une recherche uniquement sur les idées, les propositions ou les membres ou sur une combinaison de ces trois éléments.

source: When you search words, your result contains all ideas whose title or keywords contain one of these words, and all members whose given name, family name or topics of interest contain one of these words.
fr: Lorsque vous recherchez des mots, vous obtenez en résultat toutes les idées dont le titre ou les mots clés contiennent un de ces mots et tous les membres dont le prénom, le nom ou les centres d'intérêt contiennent un de ces mots.

source: It is also possible to search only on ideas, on members, or on a combination of these two elements.
fr: Il est également possible de faire une recherche uniquement sur les idées ou les membres ou sur une combinaison de ces deux éléments.

source: As a member of the platform, you can support or oppose a proposal that has been submitted for evaluation.
fr: Vous pouvez en tant que membre de la plateforme soutenir ou vous opposer à une proposition soumise à appréciation.

source: If you change your mind, you can take away your support token or your opposition token.
fr: Si vous changez d'avis, vous pouvez retirer votre jeton de soutien ou d'opposition.

source: You have a total of seven tokens that you are free to allocate to and to take away from any published idea or any proposal submitted to evaluation. If you cannot support or oppose an idea or a proposal, this means that you have used all your seven tokens.
fr: Vous disposez en tout de sept jetons que vous êtes libre d'allouer ou de retirer à n'importe quelles idées publiées ou propositions soumises à appréciation. Si vous ne pouvez plus soutenir ou vous opposer à une idée ou à une opposition, c'est que vous avez déjà utilisé vos sept jetons.

source: You also have additional tokens for the proposals for which you were a member in the working group that voted to submit the proposal to the evaluation of the other members of the platform. These additional tokens can only be used for these proposals.
fr: Vous disposez également de jetons supplémentaires pour les propositions dont vous avez été l'un des participants au groupe de travail qui a voté pour soumettre la proposition à l'appréciation des membres de la plateforme. Ces jetons supplémentaires sont destinés uniquement à ces propositions.

source: To note an idea, the only thing you need to do is to write a text and to define at least one keyword.
fr: Pour noter une idée, il vous suffit de saisir un texte et au moins un mot-clé.

source: A title with your given name, your family name and the date at which the idea was registered is proposed as a default. You can change this title. You can also add one or several attachments.
fr: Un titre avec votre prénom, votre nom et la date de saisie de l'idée vous est proposé par défaut, vous pouvez le changer, comme vous pouvez également ajouter une ou des pièce(s) jointe(s).

source: The original idea has been duplicated. The copy is now available for you to work further on it.
fr: L'idée d'origine a été dupliquée. La copie est maintenant disponible pour travailler dessus.

source: You are the only person able to see your idea being worked upon.
fr: Vous êtes le seul à pouvoir voir votre idée à travailler.

source: If you wish to make it public, you must publish it.
fr: Si vous souhaitez la rendre publique, vous devez la publier.

source: You can also modify your idea, archive it or add it to your favourites.
fr: Vous pouvez également modifier votre idée, l'archiver ou l'ajouter à vos favoris.

source: If you wish to modify it while still keeping this version, you can dupliate it.
fr: Si vous souhaitez la modifier tout en conservant cette version, vous pouvez la dupliquer.

source: The examined proposals are visible by all users.
fr: Les propositions examinées sont visibles par l'ensemble des utilisateurs.

source: The Examination Committee expressed a positive opinion on this proposal. This means that it is ready to implement it.
fr: Le Comité d'examen a émis un avis favorable sur cette proposition, ce qui signifie qu'il est prêt à la mettre en oeuvre.

source: By clicking on the "Green light" pictogram, you can have more explanations on the opinion of the Examination Committee.
fr: En cliquant sur le picto "Feu vert", vous pouvez avoir des explications supplémentaires concernant l'avis du Comité d'examen.

source: You can also duplicate examined proposals. You will then be able to work specifically on your copy and to add it to your favourites.
fr: Les propositions examinées peuvent également être dupliquées pour qu'une copie soit travaillée différemment et vous pouvez les ajouter à vos favoris.

source: The Examination Committee expressed a negative opinion on this proposal. This means that it has not selected it for implementation.
fr: Le Comité d'examen a émis un avis défavorable sur cette proposition, ce qui signifie qu'il ne l'a pas retenue pour être mise en oeuvre.

source: By clicking on the "Red light" pictogram, you can have more explanations on the opinion of the Examination Committee.
fr: En cliquant sur le picto "Feu rouge", vous pouvez avoir des explications supplémentaires concernant l'avis du Comité d'examen.

source: You can also duplicate proposals that received a negative opinion. You will then be able to work specifically on your copy and to add it to your favourites.
fr: Même les propositions examinées défavorablement peuvent être dupliquées pour qu'une copie soit travaillée différemment et vous pouvez les ajouter à vos favoris.

source: The Examination Committee expressed an opinion "To be re-worked upon" on this proposal. This means that, in order to be considered for implementation, you will need to re-work on it beforehand.
fr: Le Comité d'examen a émis un avis "À retravailler" sur cette proposition, ce qui signifie que pour être retenue, elle devra être retravaillée auparavant.

source: By clicking on the "Orange light" pictogram, you can have more explanations on the opinion of the Examination Committee.
fr: En cliquant sur le picto "Feu orange", vous pouvez avoir des explications supplémentaires concernant l'avis du Comité d'examen.

source: In order to re-work on your proposal you will need to duplicate it and work on your copy. Indeed the initial proposal as such cannot be modified.
fr: Pour être retravaillée, la proposition doit être dupliquée, la proposition initiale ne pouvant être modifiée.

source: Finally, they can be transmitted to third parties, added to your favourites or discussed between members.
fr: Elles peuvent enfin être communiquées à des tiers, ajoutées à vos favoris et discutées entre membres.

source: Any member can communicate to any other member of the platform an amended version that was submitted. S/he can also transmit it to any external person, by providing the e-mail address of this external person.
fr: Tout membre peut communiquer à tout autre membre de la plateforme version amendée qui a été soumise. Il peut aussi la transmettre à toute personne externe en saisissant directement l'adresse de courriel de cette personne externe.

source: External persons have access to the platform, but can connect to it only if they become members.
fr: Les personnes externes ont un accès à la plateforme, mais ne peuvent s'y connecter que si elles deviennent membres.

source: Any amended version that was submitted can be discussed among the participants in the working group.
fr: Toute version amendée qui a été soumise peut être discutée entre les participants du groupe de travail.

source: Any participant in the working group can answer you. Reciprocally, you can answer to any message in a discussion thread.
fr: Tout participant au groupe de travail peut vous répondre, comme vous pouvez répondre à tout message d'un fil de discussion.

source: In the description of a member, you will find the date at which s/he registered on the platform, his/her topics of interest, and all contents to which s/he contributed.
fr: Dans la fiche d'un membre, vous trouvez la date à laquelle il s'est inscrit à la plateforme, ses centres d'intérêt et l'ensemble des contenus auxquels il a contribué.

source: Ideas that have been examined are visible by all users.
fr: Les idées examinées sont visibles par l'ensemble des utilisateurs.

source: The Examination Committee expressed a positive opinion on this idea. Consequently, it can be transformed into a proposal or used in existing proposals by the members of the platform.
fr: Le Comité d'examen a émis un avis favorable à cette idée. En conséquence de quoi, elle peut être transformée en proposition ou utilisée dans des propositions existantes par les membres de la plateforme.

source: Ideas that were examined and received a positive opinion can be duplicated so that a copy be worked upon differently and you can add them to your favourites.
fr: Les idées examinées, avec un avis favorable, peuvent également être dupliquées pour qu'une copie soit travaillée différemment et vous pouvez les ajouter à vos favoris.

source: The Examination Committee expressed a negative opinion on this idea. Consequently, it cannot be transformed into a proposal or used in existing proposals by the members of the platform.
fr: Le Comité d'examen a émis un avis défavorable à cette idée. En conséquence de quoi, elle ne peut pas être transformée en proposition ou utilisée dans des propositions existantes par les membres de la plateforme.

source: Examined ideas, even after having received a negative opinion, can still be duplicated so that a copy be worked upon differently, and you can add them to your favourites.
fr: Les idées examinées, même avec un avis défavorable, peuvent être dupliquées pour qu'une copie soit travaillée différemment et vous pouvez les ajouter à vos favoris.

source: They can also be communicated to third parties or discussed among members.
fr: Elles peuvent enfin être communiquées à des tiers ou discutées entre membres.

source: You will find under "See the amended versions" all the amended versions that you are currently preparing or that you have submitted to the other participants.
fr: Vous trouvez dans "Voir les versions amendées", l'ensemble des versions amendées que vous êtes en train de préparer ou que vous avez soumises aux autres participants.

source: In order to access one of the amended versions, you just need to click on it.
fr: Pour accéder à l'une des versions amendées, il vous suffit de cliquer dessus.

source: You will find under "See the related ideas" all the ideas that you may have used at some stage for the proposal.
fr: Vous trouvez dans "Voir les idées liées", l'ensemble des idées que vous avez pu à un moment utiliser pour la proposition.

source: To access any one of the ideas, you just need to click on it.
fr: Pour accéder à l'une des idées, il vous suffit de cliquer dessus.

source: Any member may transmit a published proposal to any other member of the platform. S/he may also transmit it to any external person by providing the person's e-mail address. This person will have access to the platform, but will be unable to connect to it as long as s/he is not a member.
fr: Tout membre peut communiquer une proposition rendue publique à tout autre membre de la plateforme, ainsi qu'à toute personne externe en saisissant directement l'adresse de courriel de cette personne. Cette dernière aura un accès à la plateforme, mais ne pourra pas s'y connecter tant qu'elle n'est pas membre.

source: You can compare the current version of the proposal with its earlier versions.
fr: Vous pouvez comparer la version en cours de la proposition avec ses versions précédentes.

source: The text segments written in green and in red are the text segments added and removed respectively in the current version of the proposal.
fr: Les portions de texte respectivement en vert et en rouge sont les portions de texte ajoutées et supprimées dans la version actuelle de la proposition.

source: Any published proposal can be discussed among all members of the platform.
fr: Toute proposition rendue publique peut être discutée entre tous les membres de la plateforme.

source: Before they are published, ideas are subject to moderation.
fr: Pour pouvoir être publiées, les idées sont soumises à modération.

source: As a moderator, you can either publish them, or archive them.
fr: En tant que modérateur, vous pouvez soit les publier, soit les archiver.

source: As soon as an idea is published, it will be made public, and won't be modifiable any more.
fr: Si une idée est publiée, elle sera rendu publique et ne pourra plus être modifiée.

source: If it is archived, the author of the idea will need to re-work on it before s/he submits it again for publication. In this second case, you will need to explain your decision.
fr: Si elle est archivée, l'auteur de l'idée devra la retravailler avant de la soumettre de nouveau pour publication. Dans ce second cas, vous devez expliquer votre décision.

source: You find the files that the participants share among themselves in the work space attached to the proposal.
fr: Vous retrouvez dans l'espace de travail associé à la proposition, les fichiers que les participants partagent entre eux.

source: If you wish to add new ones, you just need to click on "Add files".
fr: Si vous souhaitez en ajouter un nouveau, il vous suffit de cliquer sur "Ajouter des fichiers".

source: With the advanced search, you can search among all contents of the platform by applying filters.
fr: La recherche avancée permet de faire des recherches sur l'ensemble des contenus de la plateforme en appliquant des filtres.

source: These filters may bear upon:
fr: Ces filtres peuvent porter sur :

source: the meta-data of the contents, i.e. the types of content on the platform (idea, person) the kewords, the states in which these contents may be in,
fr: les métadonnées des contenus, c'est-à-dire les types de contenu de la plateforme (idée, personne), les mots clés, les états dans lesquels ces différents contenus peuvent se trouver,

source: the meta-data of the contents, i.e. the types of content on the platform (idea, proposal, person) the kewords, the states in which these contents may be in,
fr: les métadonnées des contenus, c'est-à-dire les types de contenu de la plateforme (idée, proposition, personne), les mots clés, les états dans lesquels ces différents contenus peuvent se trouver,

source: a period of time between two dates, during which the contents were created,
fr: une période entre deux dates, pendant laquelle les contenus ont été créés,

source: the contributors, i.e. one or several authors specifically,
fr: les contributeurs, c'est-à-dire un ou des auteurs en particulier,

source: one or several texts present among the elements found.
fr: un ou des textes en particulier présents dans les éléments trouvés.

source: These filters can also be used in a reverse mode, i.e. they exclude from the results those that match the selection filters.
fr: Ces filtres peuvent également être utilisés de manière inverse, c'est-à-dire en excluant des résultats ceux qui correspondent aux filtres sélectionnés.
