Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: People
fr: Personne

source: Food & Drink
fr: Nourriture & Boisson

source: Activity
fr: Activité

source: Objects
fr: Objets

source: Travel & Places
fr: Voyage & Lieux

source: Flags
fr: Drapeaux

source: Symbols
fr: Symboles

source: ${phone} phone number not valid
fr: Le numéro ${phone} est non valide

source: Administration service
fr: Service d'administration

# contact
source: Title
fr: Titre

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Surcharge
fr: Surtaxe

source: Indicate the amount of the surcharge (for the premium-rate number).
fr: Indiquez le montant de la surtaxe (pour les numéros surtaxés).

source: Website
fr: Site Internet

source: One value must be entered.
fr: Une valeur doit être saisie.

source: Surcharge field must be filled in.
fr: Le champ surtaxe doit être rempli.

source: The proposal
fr: La proposition

source: The idea
fr: L'idée

source: Information unvailable.
fr: Information indisponible.

source: Sexually explicit
fr: À caractère sexuel explicite

source: The content is sexually explicit.
fr: Le contenu est à caractère sexuel explicite.

source: Violent or dangerous
fr: Violent ou dangereux

source: The content is violent or dangerous.
fr: Le contenu est violent ou dangereux.

source: Harrassment, intimidation or invitation to hate
fr: Harcèlement, intimidation ou incitation à la haine

source: The content harrasses, intimidates or invites to hate.
fr: Le contenu harcèle, intimide ou incite à la haine.

source: Other
fr: Autre

source: Another reason? Please detail why you signal this content
fr: Une autre raison ? Veuillez détailler la raison de votre signalement.

source: Default view
fr: La vue par défaut

source: Block view
fr: La vue en blocs

source: General
fr: Générale

source: Legal notice
fr: Mentions légales

source: The legal notice
fr: Les mentions légales

source: Terms of use
fr: Conditions d'utilisation

source: The terms of use
fr: Les conditions d'utilisation

source: Channel
fr: Canal

source: Keywords
fr: Mots clés

source: To add keywords, you need to tap the « Enter » key after each keyword or separate them with commas.
fr: Pour ajouter des mots clés, vous devez taper sur la touche « Entrée » après chaque mot clé ou les séparer par des virgules.

source: Member
fr: Membre

source: Administrator
fr: Administrateur

source: Site administrator
fr: Administrateur du site

source: Moderator
fr: Modérateur

source: Examiner
fr: Examinateur

source: Permission denied
fr: Permission refusée

source: Send
fr: Envoyer

source: Content type
fr: Type de contenu

source: Metadata filter
fr: Filtre sur les métadonnées

source: Find entities
fr: Trouver des entités

source: Authorization failed
fr: Vous n'avez pas l'autorisation de réaliser cette action

source: Connector
fr: Connecteur

source: Registered connectors
fr: Connecteurs enregistrés

source: Save
fr: Enregistrer

source: Connectors
fr: Connecteurs

source: Connectors process
fr: Processus des connecteurs

source: See all connectors
fr: Voir tous les connecteurs

source: See
fr: Voir

source: Add connectors
fr: Ajouter des connecteurs

source: Add
fr: Ajouter

source: Add new connectors
fr: Ajouter un nouveau connecteur

source: No connector found
fr: Aucun connecteur trouvé

source: One connector found
fr: Un connecteur trouvé

source: ${number} connectors found
fr: ${number} connecteurs trouvés

source: The Connectors
fr: Les connecteurs

source: here
fr: ici

source: Click ${here} to view the registered connectors.
fr: Cliquez ${here} pour voir les connecteurs enregistrés.

source: No available connectors. Click ${here} to view the registered connectors.
fr: Aucun connecteur disponible. Cliquez ${here} pour voir les connecteurs enregistrés.

source: Login with a Yammer account
fr: Se connecter avec un compte Yammer

source: Users can login with their Yammer account.
fr: Les utilisateurs peuvent se connecter avec leur compte Yammer.

source: Trusted networks
fr: Réseaux de confiance

source: To add trusted network, you need to tap the « Enter » key after each network or to separate them with commas.
fr: Pour ajouter des réseaux de confiance, vous devez taper sur la touche « Entrée » après chaque email ou les séparer par des virgules.

source: Enable notifications on Yammer
fr: Activer les notifications vers Yammer

source: Send a notification to Yammer when new content is published.
fr: Envoyer une notification à Yammer lorsque de nouveaux contenus sont publiés.

source: Default notification account
fr: Compte de notification par défaut

source: Notify only from the default account
fr: Notifier uniquement à partir du compte par défaut

source: Configure the autentication policy
fr: Configurer la politique d'authentification

source: Configure notifications
fr: Configurer les notifications

source: Log in with Yammer
fr: Connectez-vous avec Yammer

source: Add a Yammer connector
fr: Ajouter un connecteur Yammer

source: Configure
fr: Configurer

source: Remove
fr: Supprimer

source: Continue
fr: Continuer

source: Import
fr: Importer

source: Remark
fr: Remarque

source: Yammer process
fr: Le processus de Yammer

source: Login with Yammer
fr: Connectez-vous avec Yammer

source: Configure the Yammer connector
fr: Configurer le connecteur Yammer

source: Remove the Yammer connector
fr: Supprimer le connecteur Yammer

source: Import messages from Yammer
fr: Importer des messages de Yammer

source: Alert for deletion
fr: Alerte pour supression

source: Messages to import
fr: Messages à importer

source: Select the messages to import from your Yammer networks
fr: Sélectionnez les messages à importer à partir de vos réseaux Yammer

source: Yammer connector deletion
fr: Supression du connecteur Yammer

source: Log in
fr: Se connecter

source: Failed login
fr: La connexion a échoué

source: You don't have the right to login with this account.
fr: Vous n'avez pas le droit de vous connecter avec ce compte.

source: The notifications will be submitted only if the account of the author is connected to a Yammer account. You can set a default account by clicking the button below in case the author does not have a Yammer account. If you select the option "Notify only from the default account", all notifications will be submitted under the default account name.
fr: Les notifications seront soumises seulement si le compte de l'auteur est connecté à un compte Yammer. Vous pouvez initialiser un compte par défaut en cliquant sur le bouton ci-dessous dans le cas ou l'auteur ne possède pas de compte Yammer. Si vous sélectionnez l'option "Notifier seulement à partir du compte par défaut", toutes les notifications seront soumises sous le nom du compte par défaut.

source: Initialize the default notification account
fr: Initialiser le compte de notification par défaut

source: Remove the default notification account
fr: Supprimer le compte de notification par défaut

source: Are you sure you want to remove this connector? This cannot be undone.
fr: Êtes-vous certain de vouloir supprimer ce connecteur ? Cette action ne peut pas être annulée.

source: Yammer connector
fr: Le connecteur Yammer

source: The Yammer connector
fr: Le connecteur Yammer

source: The selected messages will be transformed into ideas. This process can take several minutes, depending on the number of selected messages.
fr: Les messages sélectionnés seront transformés en idées. Ce processus peut prendre plusieurs minutes, selon le nombre de messages sélectionnés.

source: - Select -
fr: - Sélectionner -

source: Targets
fr: Cibles

source: Abstract
fr: Résumé

source: Text
fr: Texte

source: File
fr: Fichier

source: Attach file
fr: Ajouter une pièce jointe

source: Attached files
fr: Pièces jointes

source: Workspace
fr: Espace de travail

source: New message in
fr: Nouveau message dans

source: Information on
fr: Information sur

source: New on
fr: Nouveau sur

source: Moderation of
fr: Modération de

source: Examination of
fr: Examination de

source: Evaluation of
fr: Appréciation de

source: Contents to be managed with the ideas
fr: Contenus à gérer avec les idées

source: Content that can be created by members. Ideas are included by default.
fr: Contenu pouvant être créé par les membres. Les idées sont incluses par défaut.

source: Contents to be moderated
fr: Contenus à modérer

source: Contents can be moderated.
fr: Les contenus peuvent être modérés.

source: Contents to be supported
fr: Contenus à soutenir

source: Contents can be supported by users.
fr: Les contenus peuvent être soutenus par les utilisateurs

source: Contents to be examined
fr: Contenus à examiner

source: Contents must be examined by a review committee.
fr: Les contenus doivent être examinés par le comité d'examen

source: Proposal template
fr: Modèle des propositions

source: Only HTML files are supported.
fr: Seuls les fichiers HTML sont supportés.

source: Work modes
fr: Les modes de travail

source: Work modes of the working group (for proposals).
fr: Mode de travail des groupes de travail (pour les propositions)

source: Number of non-productive cycles
fr: Nombre de cycles non productifs

source: The number of non-productive improvement cycles before the closure of the working group.
fr: Nombre de cycles d'amélioration non productifs avant la cloture du groupe de travail.

source: Allow direct submission of proposal
fr: Autoriser la soumission directe de la proposition

source: Members can submit directly the proposal.
fr: Les membres peuvent soumettre directement la proposition.

source: By invitation only
fr: Seulement sous invitation

source: Users can register by invitation only.
fr: Les utilisateurs peuvent s'enregistrer seulement sous invitation

source: Moderate user registration
fr: Modérer les inscriptions

source: Moderate user registration.
fr: Modérer les inscriptions.

source: Trusted email addresses
fr: Adresses de confiance

source: To add trusted email addresses, you need to tap the « Enter » key after each email address or to separate them with commas.
fr: Pour ajouter des emails de confiance, vous devez taper sur la touche « Entrée » après chaque email ou les séparer par des virgules.

source: Accessible by Members only
fr: Accessible seulement, par les membres.

source: Contents can be displayed by Member sonly.
fr: Les contenus ne peuvent être affichés que par les Membres.

source: Maximum number of Participants per Working Group
fr: Nombre maximum de Participant(e)s par Groupe de Travail

source: Maximum number of Working Groups per Member
fr: Nombre maximum de Groupe de Travail par Membre

source: Minimum number of evaluation Tokens allocated to a Member
fr: Nombre minimum de jetons d'évaluation par Membre

source: Only PNG and SVG files are supported.
fr: Seuls les fichiers PNG et SVG sont supportés.

source: Only ICO files are supported.
fr: Seuls les fichiers ICO sont pris en charge.

source: Theme
fr: Thème

source: Only CSS files are supported.
fr: Seuls les fichiers CSS sont pris en charge.

source: Activate the sharing on social networks
fr: Activer le partage avec les réseaux sociaux

source: Picture of the homepage
fr: Image de la page d'accueil

source: Language
fr: Langage

source: Subject
fr: Sujet

source: Template
fr: Modèle

source: Mail id
fr: Identité de courriel

source: Title
fr: Titre

source: language
fr: langage

source: Add a new language
fr: Ajouter une nouvelle langue

source: Languages
fr: Langages

source: E-mail template
fr: Modèle de courriel

source: E-mail templates
fr: Modèles des courriels

source: Authorize the addition of keywords
fr: Autoriser l'ajout des mots clés

source: You must enter at least one keyword.
fr: Vous devez saisir au moins un mot clé.

source: The title of the application
fr: Le titre de l'application

source: Locale
fr: Langue

source: Add a new contact
fr: Ajouter un contact

source: Analytics
fr: Statistiques

source: Activate the push notifications on the browser
fr: Activer les notifications en mode "poussé" sur le navigateur

source: Application id
fr: L'identifiant de l'application

source: REST API Key
fr: Clef REST API

source: Positive
fr: Favorable

source: To be re-worked upon
fr: À retravailler

source: Negative
fr: Défavorable

source: Challenge (optional)
fr: Challenge (facultatif)

source: You can select and/or modify the challenge associated to this idea. For an open idea, do not select anything in the « Challenge » field.
fr: Vous pouvez sélectionner et/ou modifier le challenge associé à cette idée. Pour une idée ouverte, ne sélectionnez rien dans le champ «Challenge».

source: I have an idea!
fr: J'ai une idée !

source: Note
fr: Note de modification

source: Idea
fr: Idée

source: Re-use an existing explanation
fr: Reprendre une explication existante

source: Choose the improvement to apply
fr: Indiquer l'amélioration correspondante

source: Give a specific explanation
fr: Donner une explication spécifique

source: Related ideas
fr: Idées liées

source: Choose related ideas.
fr: Sélectionner les idées liées

source: Add files
fr: Ajouter des fichiers

source: Amendment
fr: Amendement

source: Votes
fr: Les votes

source: Vote
fr: Voter

source: In favour
fr: Pour

source: Against
fr: Contre

source: Very good
fr: Très bien

source: Good
fr: Bien

source: Fairly good
fr: Assez bien

source: Pass
fr: Passable

source: Insufficient
fr: Insuffisant

source: To be rejected
fr: À rejeter

source: Choices
fr: Choix

source: Reporting reasons
fr: Les raisons du signalement

source: Details
fr: Détails

source: Recurring automatic sending
fr: Envoi automatique récurrent

source: Activate the automatic sending
fr: Activer l'envoi automatique

source: Next sending date
fr: Prochaine date d'envoi

source: Frequency/days
fr: Fréquence/jours

source: Automatic subscription
fr: Abonnement automatique

source: Automatic subscription at user registration
fr: Abonnement automatique à l'inscription de l'utilisateur

source: Propose for subscription
fr: Proposer à l'abonnement

source: Allow users to subscribe manually
fr: Permettre aux utilisateurs de s'abonner manuellement

source: Allow unsubscription
fr: Permettre le désabonnement

source: Allow users to unsubscribe
fr: Permettre aux utilisateurs de se désabonner

source: Content template
fr: Patron du contenu

source: The content does not contain the variable "unsubscribeurl"
fr: Le contenu ne doit pas contenir la variable "unsubscribeurl"

source: The subject of the newsletter.
fr: Le sujet de l'infolettre

source: Content
fr: Contenu

source: The content to be sent.
fr: Le contenu à envoyer.

source: Configure the working parameters
fr: Configurer les paramètres de fonctionnement

source: Configure the recurrence
fr: Configurer la récurrence

source: Newsletter
fr: Infolettre

source: Associated contents
fr: Contenus associés

source: Choose the contents to be associated
fr: Choisissez le contenu à associer

source: Choose your intention
fr: Choisissez votre intention

source: Choose contents to associate
fr: Choisissez le contenu à associer

source: Add files to your comment
fr: Joindre des fichiers à votre commentaire

source: Add related contents
fr: Ajouter des contenus reliés

source: Edit the comment
fr: Modifier le commentaire

source: You can select and/or modify the challenge associated to this question. For an open question, do not select anything in the « Challenge » field.
fr: Vous pouvez sélectionner et/ou modifier le challenge associé à cette question. Pour une question ouverte, ne sélectionnez rien dans le champ «Challenge».

source: Option
fr: Choix

source: Options
fr: Choix

source: You can add options to your question. Users can only answer questions with options once. Statistics will be provided indicating the percentage of each option.
fr: Vous pouvez ajouter des options à votre question. Les utilisateurs ne peuvent répondre qu' une seule fois aux questions avec options. Des statistiques seront fournies indiquant le pourcentage de chaque option.

source: I have a question!
fr: J'ai une question

source: Answer
fr: Répondre

source: You do not have the right to assign these/this role(s): ${roles}
fr: Vous n'avez pas le droit d'attribuer ce/ces rôle(s): ${roles}

source: Roles
fr: Rôles

source: Is the manager
fr: Est le responsable

source: Invalid value
fr: Valeur non valide

source: Announcement file
fr: Fichier de l'annonce

source: Only image and flash files are supported.
fr: Seuls les images et fichiers Flash sont pris en charge.

source: Or HTML content
fr: Ou contenu HTML

source: Content must be defined.
fr: Le contenu doit être défini

source: Announcement
fr: Annonce

source: Upload image.
fr: Importer une image.

source: Describe in a few words the challenge.
fr: Décrivez en quelques mots le challenge.

source: You can describe in detail the challenge.
fr: Vous pouvez décrire en détail le challenge.

source: You see a square on the top left of the image if it exceeds the maximum size allowed. Move and enlarge it if necessary, to determine an area of interest. Several images will be generated from this area.
fr: Vous voyez un carré en haut à gauche de l'image si celle-ci dépasse la taille maximale autorisée. Déplacez et agrandissez-le si nécessaire pour déterminer une zone d'intérêt. Plusieurs images seront générés à partir de cette zone.

source: Is restricted
fr: Est restreint

source: Check this box if the challenge is restricted to a set of members. Only concerned members can add and see the contents created in this challenge.
fr: Cochez cette case si le challenge est limité à un ensemble de membres. Seuls les membres concernés peuvent ajouter et voir les contenus créés dans ce challenge.

source: Concerned users
fr: Les membres concernés

source: Find and select the concerned members or organizations. If you want to see the members or organizations... already registered on the platform, enter a *
fr: Trouvez et sélectionnez les membres ou organisations concernés. Si vous voulez voir les membres ou organisations déjà inscrits sur la plate-forme, entrez un *

source: Deadline
fr: Échéance

source: If your challenge is punctual, you can add a deadline for participation.
fr: Si votre challenge est ponctuel, vous pouvez ajouter un délai de participation.

source: Connect to the files of the workspace
fr: Connecter aux fichiers de l'espace de travail

source: Upload a new file
fr: Importer un nouveau fichier

source: Upload new files
fr: Importer des nouveaux fichiers

source: You can select and/or modify the challenge associated to this proposal. For an open proposal, do not select anything in the « Challenge » field.
fr: Vous pouvez sélectionner et/ou modifier le challenge associé à cette proposition. Pour une proposition ouverte, ne sélectionnez rien dans le champ «Challenge».

source: Proposal
fr: Proposition

source: Add related ideas
fr: Ajouter les idées liées

source: Edit the proposal
fr: Modifier la proposition

source: Application
fr: Candidature

source: ${email} email address already in use
fr: Adresse de courriel ${email} déjà utilisée

source: Function
fr: Fonction

source: Topics of interest
fr: Centres d'intérêt

source: Login (email)
fr: Identifiant (courriel)

source: Picture
fr: Portrait

source: First name
fr: Prénom

source: Last name
fr: Nom

# user
source: Title
fr: Civilité

source: Please do not select anything if you do not want to communicate this information.
fr: Veuillez ne rien sélectionner si vous ne souhaitez pas communiquer cette information.

source: Password
fr: Mot de passe

source: Organization
fr: Organisation

source: I have read and accept the terms and conditions of use
fr: J'ai lu et accepte les termes et conditions d'utilisation

source: Person
fr: Personne

source: Usual color
fr: Couleur habituelle

source: Choose the text and background color of the menu section.
fr: Choisissez la couleur de texte et d'arrière-plan de la section du menu.

source: Hover color
fr: Couleur de survol

source: Choose the text and background color of the menu section on mouse-over.
fr: Choisissez la couleur de texte et d'arrière-plan de la section du menu lors du survol par la souris.

source: The language for which the folder will be displayed
fr: La langue pour laquelle le dossier sera affiché

source: Filter
fr: Filtrer

source: Add a new filter
fr: Ajouter un nouveau filtre

source: Filters
fr: Filtres

source: Applied filters
fr: Les filters à appliquer

source: View type
fr: Type de vue

source: How to display contents
fr: Comment afficher les contenus

source: Icon
fr: Icône

source: Select an icon.
fr: Sélectionner une icône.

source: Filters or associated contents must be specified.
fr: Les filtres ou les contenus associés doivent être spécifiés

source: Members
fr: Membres

source: The managers
fr: Les responsables

source: Mr
fr: Monsieur

source: Madam
fr: Madame

source: Change an idea
fr: Changer une idée

source: Propose improvements
fr: Proposer des améliorations

source: Reformulate
fr: Reformuler

source: Generalize
fr: Généraliser

source: Expand
fr: Détailler

source: Ask a question
fr: Poser une question

source: Review
fr: Donner un avis

source: Irony
fr: Ironie

source: Joke
fr: Faire de l'humour

source: Improvement
fr: Amélioration

source: The invitations
fr: Les invitations

source: List of invitations
fr: Liste d'invitations

source: The Organizations
fr: Les organisations

source: Set up work parameters
fr: Configurer les paramètres du fonctionnement

source: Edit e-mail templates
fr: Modifier les modèles de courriels

source: Configure user parameters
fr: Configurer les paramètres des utilisateurs

source: Configure keywords
fr: Configurer les mots clés

source: Configure the user interface
fr: Configurer l'interface utilisateur

source: Configure the homepage
fr: Configurer la page d'accueil

source: Configure the push notification
fr: Configurer les notifications du navigateur

source: Private
fr: Privée

source: Published
fr: Publié(e)

source: Archived
fr: Archivé(e)

source: In preparation
fr: En préparation

source: Submitted
fr: Soumise

source: Explanation
fr: Explication

source: In process
fr: En cours

source: Processed
fr: Effectuée

source: Censored
fr: Censuré(e)

source: Submitted for evaluation
fr: Soumise pour appréciation

source: Submitted for moderation
fr: Soumise à modération

source: Open to a working group
fr: Ouverte à un groupe de travail

source: Vote to improve the proposal or not
fr: Vote pour améliorer ou non la proposition

source: Votes on amendments
fr: Votes sur les amendements

source: Being improved
fr: En cours d'amélioration

source: Examined
fr: Examinée

source: To be worked upon
fr: À travailler

source: Pending
fr: En attente

source: Accepted
fr: Acceptée

source: Refused
fr: Refusée

source: Active
fr: Actif

source: Deactivated
fr: Désactivé

source: Inactive
fr: Inactif

source: Closed
fr: Fermé

# workinggroup
source: Archived
fr: Clôturé

# question
source: Pending
fr: En cours

# question
source: Closed
fr: Clôturée

source: Validated
fr: Validée

source: Log out
fr: Se déconnecter

source: Edit
fr: Modifier

source: Get API token
fr: Obtenez un jeton d'API

source: Get a new API token
fr: Obtenir un nouveau jeton

source: Disactivate the profile
fr: Désactiver le compte

source: Activate the profile
fr: Activer le compte

source: Assign roles
fr: Assigner des rôles

source: User management
fr: Gestion des utilisateurs

source: Access
fr: Accès

source: Assign roles to user
fr: Assigner des rôles à l'utilisateur

source: Discuss
fr: Discuter

source: Registration management
fr: Gestion des inscriptions

source: User registration
fr: Inscription des utilisateurs

source: Confirm registration
fr: Confirmer l'inscription

source: Remind user
fr: Rappeler l'utilisateur

source: Remind
fr: Rappeler

source: See registrations
fr: Voir les inscriptions

source: Registrations
fr: Inscriptions
