Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: Remove the registration
fr: Supprimer l'inscription

source: Accept the registration
fr: Accepter l'inscription

source: Accept
fr: Accepter

source: Refuse the registration
fr: Refuser l'inscription

source: Refuse
fr: Refuser

source: Abstract process
fr: Processus abstrait

source: Follow
fr: Suivre

source: Unfollow
fr: Ne plus suivre

source: Add reactions
fr: Ajouter des réactions

source: Add reaction
fr: Ajouter une réaction

source: Add the next deadline
fr: Ajouter une nouvelle échéance

source: Edit the current deadline
fr: Modifier l'échéance courante

source: History of processes
fr: Historique des processus

source: User access manager
fr: Gestionnaire de l'accès des utilisateurs

source: Search
fr: Rechercher

source: Home
fr: Accueil

source: See my contents
fr: Voir mes contenus

source: My contents
fr: Mes contenus

source: See the items that I follow
fr: Voir mes suivis

source: My followings
fr: Mes suivis

source: See my participations
fr: Voir mes participations

source: My working groups
fr: Mes groupes de travail

source: See my evaluations
fr: Mes appréciations

source: My evaluations
fr: Mes appréciations

source: Proposals to be examined
fr: Les Propositions à examiner

source: Proposals to be moderated
fr: Les propositions à modérer

source: Ideas to be moderated
fr: Les idées à modérer

source: Reported contents
fr: Contenus signalés

source: Ideas to be examined
fr: Les idées à examiner

source: See the history of processes
fr: Voir l'historique des processus

source: See the alerts
fr: Voir les alertes

source: Alerts
fr: Les alertes

source: See the graph of dependencies
fr: Voir le graphe de dépendances

source: View the graph of dependencies
fr: Voir le graphe de dépendances

source: See the associations
fr: Voir les associations

source: View associations
fr: Voir les associations

source: See analytics
fr: Voir les statistiques

source: See ballot
fr: Voir le scrutin

source: Ballot
fr: Scrutin

source: Update
fr: Mettre à jour

source: Process management
fr: Gestion des processus

source: Update processes
fr: Mettre à jour les processus

source: More
fr: Plus

source: Admin process
fr: Le processus administrateur

source: Configure the site
fr: Configurer le site

source: Manage keywords
fr: Gestion des mots clés

source: Extract
fr: Extraire

source: Change without validation
fr: Modification sans validation

source: Improve the proposal
fr: Améliorer la proposition

source: Improve
fr: Améliorer

source: Close the work
fr: Cloturer le travail

source: You are invited to vote on amendments. Each group of amendments opposes various submitted amendments to the original text, when they bear on the same segments of the text or on the same ideas.
fr: Vous êtes invité à voter sur les amendements. Chaque groupe d'amendements oppose différents amendements soumis et le texte original lorsqu'ils portent sur les mêmes parties de texte ou les mêmes idées.

source: Amended version
fr: Version amendée

source: Vote on amendments
fr: Vote sur les amendements

source: Vote on amendments (group ${nbi})
fr: Vote sur les amendements (groupe ${nbi})

source: Change with amendments
fr: Modification avec amendements

source: Start voting on amendments
fr: Commencer le vote sur les amendements

source: Alert
fr: Alerte

source: Result of the vote on amendments
fr: Résultats sur les amednements

source: Change with validation
fr: Modification avec validation

source: Correct item
fr: Corriger un item

source: Correct
fr: Corriger

source: Channel management
fr: Gestion des discussions

source: Subscribe to the discussion
fr: S'abonner à la discussion

source: Subscribe
fr: S'abonner

source: Unsubscribe from the discussion
fr: Se désabonner de la discussion

# channel
source: Unsubscribe
fr: Se désabonner

source: Each participant in the working group votes for or against continuing the improvement of the proposal. If the majority is "In favour", a new improvement cycle begins. If not, the proposal is submitted as is to the evaluation of the other members of the platform.
fr: Chaque participant(e) du groupe de travail vote pour ou contre l'amélioration de la proposition. Si la majorité est "pour", un nouveau cycle d'amélioration commence, sinon la proposition est soumise en l'état aux autres membres de la plateforme

source: Voting results regarding the further improvement of the proposal will not be known until the end of the ballot. If the majority happens to vote for continuing to improve the proposal, your vote on the duration of the improvement cycle is needed.
fr: Quelque soit votre décision d'améliorer ou non la proposition, il se peut que la majorité des votants décide d'améliorer la proposition et dans quel cas, il est nécessaire que vous ayez voté pour une durée du cycle d'amélioration.

source: Voting results regarding the further improvement of the proposal will not be known until the end of the ballot. If the majority happens to vote for continuing to improve the proposal before submitting it to the other members of the platform, your vote on the operating method of the working group is needed.
fr: Quelque soit votre décision de soumettre la proposition en l'état ou non, il se peut que la majorité décide d'améliorer la proposition avant de la soumettre aux autres membres de la plate-forme. Dans ce cas, il est nécessaire que vous ayez préalablement voté sur le mode de travail du groupe de travail

source: Voting results regarding the further improvement of the proposal will not be known until the end of the ballot. If the majority happens to vote for continuing to improve the proposal before submitting it to the other members of the platform, your vote on reopening the working group is needed.
fr: Quelque soit votre décision de soumettre la proposition en l'état ou non, il se peut que la majorité décide d'améliorer la proposition avant de la soumettre aux autres Membres de la plate-forme. Dans ce cas, il est nécessaire que vous ayez préalablement voté sur la réouverture du groupe de travail

source: Creation
fr: Création

source: Duplicate
fr: Dupliquer

source: Compare
fr: Comparer

source: closed
fr: fermé

source: open
fr: ouvert

source: Three minutes
fr: Trois minutes

source: Five minutes
fr: Cinq minutes

source: Ten minutes
fr: Dix minutes

source: Twenty minutes
fr: Vingt minutes

source: One hour
fr: Une heure

source: Four hours
fr: Quatre heures

source: One day
fr: Un jour

source: Three days
fr: Trois jours

source: One week
fr: Une semaine

source: Two weeks
fr: Deux semaines

source: You have decided to join the working group. Your first decision is to vote whether the proposal should or not be improved. The ballot is closed as soon as the working group has three participants. If « Improve » wins a majority, an improvement cycle begins. If not, the proposal is not improved. It is directly submitted as is to the evaluation of the other members of the platform.
fr: Vous avez décidé de rejoindre le groupe de travail, votre première action est de voter pour ou contre l'amélioration de la proposition. Le scrutin de vote est clos, dès que le groupe de travail comprend trois participants. Si le « Pour » est majoritaire, un cycle d'amélioration commence, sinon la proposition n'est plus améliorée, elle est directement soumise à l'appréciation des autres membres de la plateforme.

source: Vote for submission
fr: Décision d'améliorer ou non la proposition

source: Working mode
fr: Mode de travail

source: Working mode for the improvement of the proposal
fr: Mode de travail pour l'amélioration de la proposition

source: Change without validation (At least one member)
fr: Modification sans validation (Au moins un membre)

source: Change with validation (At least two members)
fr: Modification avec validation (Au moins deux membres)

source: Change with amendments (At least three members)
fr: Modification avec amendements (Au moins trois membres)

source: Submit the proposal as is
fr: Soumettre la proposition en l'état

source: Continue to improve the proposal
fr: Améliorer la proposition à plusieurs

source: Submit the proposal or not
fr: Soumettre la proposition ou non

source: Duration of the amendment cycle
fr: Durée du cycle d'amélioration

source: Vote for continuing to improve the proposal or not
fr: Vote pour continuer à améliorer ou non la proposition

source: Continue to improve the proposal or not
fr: Continuer à améliorer ou non la proposition

source: Work mode
fr: Mode de travail

source: Reopen the Working Group
fr: Réouvrir le Groupe de Travail

source: Proposals management
fr: Gestion des Propositions

source: Create a new proposal
fr: Créer une nouvelle proposition

source: Create a proposal
fr: Rédiger une proposition

source: Delete the proposal
fr: Supprimer la proposition

source: Delete
fr: Supprimer

source: Transform the idea into a proposal
fr: Transformer l'idée en proposition

source: Create a Working Group
fr: Créer un Groupe de Travail

source: Duplicate this proposal
fr: Dupliquer la proposition

source: Publish the proposal
fr: Publier la proposition

source: Publish
fr: Publier

source: Submit the Proposal to the Moderation
fr: Soumettre la Proposition à la Modération

source: Submit
fr: Soumettre

source: Archive the proposal
fr: Associer la proposition

source: Archive
fr: Archiver

source: Participate
fr: Participer

source: Quit
fr: Quitter

source: Withdraw from the wating list
fr: Se retirer de la liste d'attente

source: Withdraw
fr: Retirer

source: Support the proposal
fr: Soutenir la proposition

source: Support
fr: Soutenir

source: Give one's opinion
fr: Donner son avis

source: Oppose the proposal
fr: S'opposer à la proposition

source: Oppose
fr: S'opposer

source: Withdraw token from the proposal
fr: Retirer son jeton de la proposition

source: Withdraw my token
fr: Retirer mon jeton

source: Share the proposal with others
fr: Partager la proposition à des tiers

source: Share
fr: Partager

source: Comment the proposal
fr: Commenter la proposition

source: Comment
fr: Commenter

source: The amendments
fr: Les amendments

source: Associate the proposal
fr: Associer la proposition

source: Associate
fr: Associer

source: Compare versions
fr: Comparer les versions

source: Attach files
fr: Joindre des fichiers

source: Proposals improvement cycle
fr: Cycle d'amélioration des Propositions

source: Start voting for publication
fr: Commencer le vote pour soumission

source: Alert for the end of an improvement cycle
fr: Alerte de fin de cycle d'amélioration

source: Start work
fr: Commencer le travail

source: Workspace management
fr: Gestion de l'espace de travail

source: Remove the file
fr: Supprimer le fichier

source: Reported content management
fr: Gestion des signalisations

source: Report the content
fr: Signaler le contenu

source: Report
fr: Signaler

source: See reported contents
fr: Voir les contenus signalés

source: Ignore reports
fr: Ignorer les signalisations

source: Censor the content
fr: Censurer le contenu

source: Restore the content
fr: Restaurer le contenu

source: Create a newsletter
fr: Créer une infolettre

source: Content history
fr: Historique du contenu

source: Newsletter management
fr: Gestion des infolettres

source: Edit the newsletter
fr: Editer l'infolettre

source: Configure the newsletter
fr: Configurer l'infolettre

source: Write the newsletter
fr: Rédiger l'nfolettre

source: Write
fr: Rédiger

source: Send the newsletter
fr: Envoyer l'infolettre

source: Remove the newsletter
fr: Supprimer l'infolettre

source: Newsletters
fr: Les infolettres

source: Unsubscribe
fr: Désabonner

source: See the newsletter
fr: Voir l'nfolettre

source: See subscribed users
fr: Voir les abonné(e)s

source: Subscribed users
fr: Les utilisateurs abonnés

source: See newsletters
fr: Voir les infolettres

source: See content history
fr: Voir l'historique du contenu

source: Edit the invitation
fr: Modifier l'invitation

source: Invitations management
fr: Gestion des invitations

source: Invite users
fr: Inviter des utilisateurs

source: See the invitation
fr: Voir l'invitation

source: See the invitations
fr: Voir les invitations

source: Edit the invitations
fr: Modifier les invitations

source: Accept the invitation
fr: Accepter l'invitation

source: Refuse the invitation
fr: Refuser l'invitation

source: Remove the invitation
fr: Supprimer l'invitation

source: Re-invite the person
fr: Ré-inviter

source: Remind the person
fr: Rappeler

source: Prepare amendments
fr: Préparer des amendements

source: Submit amendments
fr: Soumettre les amendements

source: Amendments management
fr: Gestion des amendements

source: Delete the amendment
fr: Supprimer l'amendement

source: Duplicate the amendment
fr: Dupliquer l'amendement

source: Edit the amendment
fr: Modifier l'amendement

source: Explain my improvements
fr: Expliquer mes améliorations

source: Justification of the item
fr: Justification de l'item

source: Submit the amendment
fr: Soumettre l'amendment

source: Share the amendment with others
fr: Partager l'amendement avec des tiers

source: Comment the amendment
fr: Commenter l'amendment

source: Associate the amendment
fr: Associer l'amendement

source: Ask
fr: Poser

source: Transform into an idea
fr: Transformer en une idée

source: Questions management
fr: Gestion des question

source: Delete the question
fr: Supprimer la question

source: Edit the question
fr: Modifier la question

source: Archive the question
fr: Archiver la question

source: Share the question with others
fr: Partager la question avec des tiers

source: Comment the question
fr: Commenter la question

source: Answer the question
fr: Répondre à la question

source: Associate the question
fr: Associer la question

source: This question is useful
fr: Cette question est utile

source: This question is not useful
fr: Cette question n'est pas utile

source: Withdraw my opinion
fr: Retirer mon opinion

source: Close the question
fr: Clôturer la question

source: Close
fr: Clôturer

source: Answers management
fr: Gestion des réponses

source: Delete the answer
fr: Supprimer la réponse

source: Edit the answer
fr: Editer la réponse

source: Archive the answer
fr: Archiver la réponse

source: Share the answer with others
fr: Partager la réponse avec des tiers

source: Comment the answer
fr: Commenter la réponse

source: Associate the answer
fr: Associer la réponse

source: This answer is useful
fr: Cette réponse est utile

source: This answer is not useful
fr: Cette réponse n'est pas utile

source: Validate th answer
fr: Valider la réponse

source: Validate
fr: Valider

source: Transform the answer into an idea
fr: Transformer la réponse en une idée

source: Smart folders management
fr: Gestion des dossiers dynamiques

source: Create a topic of interest
fr: Créer un centre d'intérêt

source: Create a sub topic of interest
fr: Créer un sous centre d'intérêt

source: Edit the topic of interest
fr: Modifier le centre d'intérêt

source: Remove topic of interest
fr: Supprimer le centre d'intérêt

source: See a topic of interest
fr: Voir un centre d'intérêt

source: Publish the topic of interest
fr: Publier le centre d'intérêt

source: Withdraw the topic of interest
fr: Retirer le centre d'intérêt

source: Registered topics of interest
fr: Les centres d'intérêt enregistrés

source: Sort
fr: Ordonner

source: File management
fr: Gestion des documents

source: Create a document
fr: Ajouter un document

source: Edit the file
fr: Modifier le document

source: Privatise
fr: Privatiser

source: See files
fr: Les documents

source: System process
fr: Le processus système

source: Disactivate users
fr: Désactiver les utilisateurs

source: Manage contents
fr: Gestion des contenus

source: Create an announcement
fr: Créer une annonce

source: Announcements management
fr: Gestion des annonces

source: Edit the announcement
fr: Modifier l'annonce

source: See announcements
fr: Voir les annonces

source: The announcements
fr: Les annonces

source: Publish the announcement
fr: Publier l'annonce

source: Archive the announcement
fr: Archiver l'annonce

source: Remove the announcement
fr: Supprimer l'annonce

source: Create a challenge
fr: Ajouter un challenge

source: Create and publish
fr: Créer et publier

source: Save and submit
fr: Enregistrer et soumettre

source: Save and publish
fr: Enregistrer et publier

source: Challenges management
fr: Gestion des challenges

source: Submit the challenge
fr: Soumettre le challenge

source: Submit for publication
fr: Soumettre pour publication

source: Delete the challenge
fr: Supprimer le challenge

source: Edit the challenge
fr: Editer le challenge

source: Archive the challenge
fr: Archiver le challenge

source: Publish the challenge
fr: Publier le challenge

source: Share the challenge with others
fr: Partager le challenge avec des tiers

source: Comment the challenge
fr: Commenter le challenge

source: Associate the challenge
fr: Associer le challenge

source: The challenges
fr: Les challenges

source: Add Participants
fr: Ajouter des participants

source: Remove Participants
fr: Retirer des participants

source: See Participants
fr: Voir les participants

source: Ballot Process
fr: Processus de vote

source: Referendum Process
fr: Processus de reférendum

source: Majority judgment Process
fr: Processus de jugement majoritaire

source: First Past The Post Process
fr: Processus de majorité simple à un tour

source: Organizations management
fr: Gestion des organisations

source: Upload organizations from spreadsheet file
fr: Importer des organisations d'un fichier de tableur

source: Upload organizations
fr: Télécharger des organisations

source: Create organizations
fr: Ajouter des organisations

source: Edit organizations
fr: Modifier les organisations

source: See organizations
fr: Organisations

source: Edit the organization
fr: Modifier l'organisation

source: See organization
fr: Organisation

source: Remove organization
fr: Supprimer l'organisation

source: Add Members
fr: Ajouter des Membres

source: Remove Members
fr: Supprimer des Membres

source: Withdraw from the organization
fr: Retirer de l'organisation

source: Create an idea
fr: Noter une idée

source: (the proposal)
fr: (la proposition)

source: Ideas management
fr: Gestion des idées

source: Duplicate this idea
fr: Dupliquer cette idée

source: Delete the idea
fr: Supprimer l'idée

source: Edit the idea
fr: Modifier l'idée

source: Submit the idea
fr: Soumettre l'idée

source: Publish the idea
fr: Publier l'idée

source: Archive the idea
fr: Archiver l'idée

source: Restore the idea
fr: Rétablir l'idée

source: Restore
fr: Rétablir

source: Share the idea with others
fr: Partager l'idée avec des tiers

source: Comment the idea
fr: Commenter l'idée

source: Associate the idea
fr: Associer l'idée

source: Support the idea
fr: Soutenir l'idée

source: Oppose the idea
fr: S'opposer à l'idée

source: Withdraw token from idea
fr: Retirer son jeton de l'idée

source: See the related working groups
fr: Voir les groupes de travails liés

source: The working groups
fr: Les groupes de travail

source: Reply
fr: Répondre

source: Transform into a question
fr: Transformer en une question

source: Comment management
fr: Gestion des commentaires

source: Pin
fr: Épingler

source: Unpin
fr: Détacher

source: Transform the comment into an idea
fr: Transformer le commentaire en une idée

source: Transform the comment into a question
fr: Transformer le commentaire en une question

source: correlation management
fr: Gestion des corrélations

source: Detail
fr: Détail

source: Reset the password
fr: Réinitialiser le mot de passe

source: Registration confirmation
fr: Confirmation de l'inscription

source: Pre-registration of users
fr: Préinscription des utilisateurs

source: Presentation of an idea
fr: Présentation d'une idée

source: Presentation of a proposal
fr: Présentation d'une proposition

source: Presentation of an amendment
fr: Présentaation d'un amendement

source: Start of the improvement cycle
fr: Début du cycle d'amélioration

source: Inactivity alert
fr: Alerte d'inactivité

source: End of the improvement cycle
fr: Fin du cycle d'amélioration

source: Result of the ballot (amendments)
fr: Résultats du vote (amendements)

source: Publication of the proposal
fr: Publication de la proposition

source: Start of the ballot (publication of the proposal)
fr: Debut du vote (publication de la proposition)

source: Start of the ballot (amendments)
fr: Debut du vote (amendements)

source: Automatic addition of a participant in the working group that was on the waiting list
fr: Ajout automatique d'un participant au groupe de travail qui était sur liste d'attente

source: Participation in the working group
fr: Participation au groupe de travail

source: Resignation from the working group
fr: Démission du groupe de travail

source: Registration on the waiting list
fr: Inscription sur la liste d'attente

source: Alert (new content)
fr: Alerte (contenu ajouté)

source: Alert (content modified)
fr: Alerte (contenu modifié)

source: Moderation: Archive the idea
fr: Modération : Archiver l'idée

source: Moderation: Opinion on the proposal
fr: Modération : Opinion sur la proposition

source: Moderation: Opinion on the idea
fr: Modération : Opinion sur l'idée

source: Moderation: Publish the idea
fr: Modération : Publier l'idée

source: Moderation: Archive the proposal
fr: Modération : Archiver la proposition

source: Moderation: Publish the proposal
fr: Modération : Publier la proposition

source: Moderation: Delete the proposal
fr: Modération : Supprimer la proposition

source: Warning: new comment
fr: Alerte : nouveau Commentaire

source: Warning: new discussion
fr: Alerte : nouvelle discussion

source: Alert: answer
fr: Alerte : réponse

source: Subscription to the newsletter
fr: Abonnement à l'infolettre

source: Unsubscription from the newsletter
fr: Désabonnement de l'infolettre

source: New registration
fr: Nouvelle inscription

source: Close the proposal
fr: Clôturer la proposition

source: Presentation of a question
fr: Présentation d'une question

source: Presentation of an answer
fr: Présentation d'une réponse

source: Warning: new answer
fr: Alerte : nouvelle réponse

source: Moderation: Archive the content
fr: Modération : Archiver le contenu

source: Moderation: Archive the challenge
fr: Modération : Archiver le challenge

source: Moderation: Publish the challenge
fr: Modération : Publier le challenge

source: Presentation of a challenge
fr: Présentation d'un challenge

source: My topics of interest
fr: Mes centres d'intérêt

source: Banner
fr: Bannière

source: Banner for announcements
fr: Bannière des annonces

source: First on the right
fr: Première à droite

source: First on the right banner
fr: Première sur la bannière de droite

source: Second on the right
fr: Deuxième à droite

source: Second on the right banner
fr: Deuxième sur la bannière de droite

source: I have read and accept the terms and conditions.
fr: J'ai lu et accepte les termes et conditions d'utilisation

source: Invalid captcha
fr: Captch non valide

source: Your registration
fr: Votre inscription

source: Please confirm your registration
fr: Veuillez confirmer votre inscription

source: Your registration is submitted to moderation
fr: Votre inscription est soumise à modération

source: API token
fr: Jeton API

source: Your password is incorrect. Please try again
fr: Votre mot de passe est incorrect. Veuillez réessayer

source: Please enter your password to generate a new API token
fr: Entrez votre mot de passe pour générer un nouveau jeton d'API

source: Edit the API token
fr: Modifier le jeton API

source: Please choose a password to confirm your subscription
fr: Veuillez choisir un mot de passe pour valider votre inscription

source: Invalid current password
fr: Mot de passe incorrect
