Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: The intention of changes
fr: L'intention des modifications

source: Number of clicks
fr: Nombre des clics

source: Transmit the question to others
fr: Communiquer la question à des tiers

source: Answers
fr: Les réponses

source: The answer
fr: La réponse

source: Discuss the question
fr: Discuter la question

source: Alert for archiving
fr: Alerte pour l'archivage

source: Associate the question to an other content
fr: Associer la question à un autre contenu

source: Remove the question
fr: Supprimer la question

source: Question deletion
fr: Supression de la question

source: , duplicated from the idea
fr: , dupliquée à partir de l'idée

source: , previous version of the current version of the idea
fr: , version passée de la version en cours de l'idée

source: By clicking on « Continue », the question will be closed. Are you sure you want to close this question? This cannot be undone.
fr: En cliquant sur « Continuer », le contenu sera clôturée. Êtes-vous certain de vouloir clôturer cette question ? Cette action ne peut pas être annulée.

source: The options proposed by the author are:
fr: Les choix proposés par l'auteur sont :

source: See the validated answer
fr: Voir la réponse validée

source: By clicking on « Continue », the question will be removed. Are you sure you want to remove this question? This cannot be undone.
fr: En cliquant sur « Continuer », la question sera supprimée Êtes-vous certain de vouloir supprimer cette question ? Cette action ne peut pas être annulée.

source: By clicking on « Continue », the question will be stored in the archive. You should explain your decision, so that the author of the question understand why it is not published. An e-mail will be sent to him/her with your explanation.
fr: En cliquant sur « Continuer », la question sera archivée. Vous devez expliquer votre décision, afin que l'auteur(e) de la question comprenne pourquoi elle n'est pas publiée. Un courriel lui sera envoyé avec votre explication.

source: Validate the answer
fr: Valider la réponse

source: Associate the answer to an other content
fr: Associer la réponse à un autre contenu

source: Discuss the answer
fr: Discuter la réponse

source: Transmit the answer to others
fr: Communiquer la réponse à des tiers

source: Remove the answer
fr: Supprimer la question

source: Answer deletion
fr: Supression de la réponse

source: See the question related to this answer
fr: Voir la question liée à cette réponse

source: By clicking on « Continue », the answer will be removed. Are you sure you want to remove this answer? This cannot be undone.
fr: En cliquant sur « Continuer », la réponse sera supprimée. Êtes-vous certain de vouloir supprimer cette réponse ? Cette action ne peut pas être annulée.

source: By clicking on « Continue », the answer will be stored in the archive. You should explain your decision, so that the author of the answer understand why it is not published. An e-mail will be sent to him/her with your explanation.
fr: En cliquant sur « Continuer », la réponse sera archivée. Vous devez expliquer votre décision, afin que l'auteur(e) de la réponse comprenne pourquoi elle n'est pas publiée. Un courriel lui sera envoyé avec votre explication.

source: By clicking on « Continue », the answer will be validated and the question will be closed.
fr: En cliquant sur « Continuer », la réponse sera validée et la question sera clôturée.

source: Open the folder
fr: Ouvrir le dossier

source: Access to the requested folder has been denied
fr: L'accès au dossier demandé a été refusé

source: Folder not valid
fr: Dossier non valide

source: No topic of interest found
fr: Aucun centre d'intérêt trouvé

source: One topic of interest found
fr: Un centre d'intérêt trouvé

source: ${number} topics of interests found
fr: ${number} centres d'intérêt trouvés

source: topic of interest
fr: centre d'intérêt

source: The topics of interests
fr: Les centres d'intérêt

source: Drag and drop the topics of interests to be sorted
fr: Glisser déposer les centres d'intérêt afin de les ordonner

source: Remove the topic of interest
fr: Supprimer le centre d'intérêt

source: Contents
fr: Contenus

source: Publish the document
fr: Publier le document

source: Alert: content privatised
fr: Alerte : contenu privatisé

source: Privatize
fr: Privatiser

source: Privatize the document
fr: Privatiser le document

source: The documents
fr: Les documents

source: Edit the document
fr: Modifier le document

source: By clicking on « Continue » the document will be published and any member of the platform will have access to it.
fr: En cliquant sur « Continuer », le document sera publié et accessible par n'importe quel membre de la plateforme.

source: By clicking on « Continue » the document will be private.
fr: En cliquant sur « Continuer », le document sera privé.

source: Number of support tokens
fr: Nombre de soutiens

source: Number of opposition tokens
fr: Nombre d'oppositions

source: Modification date
fr: Date de modification

source: Creation date
fr: Date de création

source: Only for users
fr: Seulement pour les utilisateurs

source: Connection date
fr: Date de connexion

source: Geographic filter
fr: Filtre géographique

source: Time filter
fr: Filtre temporel

source: Contributor filter
fr: Filtre sur les contributeurs

source: Text filter
fr: Filtre textuel

source: Other filter
fr: Autre filtre

source: Except
fr: Sauf

source: Check the box to exclude values entered below.
fr: Cochez pour exclure les valeurs saisies ci-dessous.

source: keywords
fr: Mots clés

source: Challenges
fr: Les challenges

source: You can select the challenge to be displayed.
fr: Vous pouvez sélectionner le challenge du contenu à afficher.

source: Created after
fr: Date de création après

source: Created before
fr: Date de création avant

source: You can select the creation dates of contents to be displayed.
fr: Vous pouvez sélectionner les dates de création des contenus à afficher.

source: Connected after
fr: Connecté aprés

source: Connected before
fr: Connecté avant

source: For each of the users to be displayed, you can select the date of his/her last connection.
fr: Pour chacun des membres à afficher, vous pouvez sélectionner la date de sa dernière connexion.

source: Authors
fr: Auteurs

source: You can enter the names of the authors of the contents to be displayed.
fr: Vous pouvez saisir les noms des auteurs des contenus à afficher.

source: You can enter the words that appear in the contents to be displayed.
fr: Vous pouvez saisir les mots qui apparaissent dans les contenus à afficher.

source: Invert sorting order
fr: Inverser l'ordre de tri

source: Disactivate
fr: Désactiver

source: Document not found!
fr: Document non trouvé !

source: An error has occurred!
fr: Une erreur est survenue !

source: An unexpected error has occurred. An error report is being sent to the site administrator.
fr: Une erreur inattendue s'est produite. Un rapport d'erreur est envoyé aux administrateurs du site.

source: The content that you are looking for does not exist or not available any more on our site.
fr: Le contenu que vous recherchez n'existe pas ou n'est plus disponible sur notre site.

source: No announcement found
fr: Aucune annonce trouvée

source: One announcement found
fr: Une annonce trouvée

source: ${number} announcements found
fr: ${number} annonces trouvées

source: Transmit the challenge to others
fr: Communiquer le challenge à des tiers

source: Remove the challenge
fr: Supprimer le challenge

source: Challenge deletion
fr: Supression du challenge

source: Discuss the challenge
fr: Discuter le challenge

source: No challenge found
fr: Aucun challenge trouvé

source: One challenge found
fr: Un challenge trouvé

source: ${number} challenges found
fr: ${number} challenges trouvés

source: Participate in our challenges
fr: Participer à nos challenges

source: Participants
fr: Les participants

source: Associate the challenge to an other content
fr: Associer le challenge à un autre contenu

source: No participant
fr: Aucun participant

source: One participant
fr: Un participant

source: The participants
fr: Les participants

source: See the participants
fr: Voir les participants

source: By clicking on « Continue », the challenge will be stored in the archive, and its development process will be stopped. You should explain your decision, so that the author of the challenge understand why it is not published. An e-mail will be sent to him/her with your explanation.
fr: En cliquant sur « Continuer », le challenge sera archivé et son processus de développement sera arrêté. Vous devez expliquer votre décision, afin que l'auteur(e) de l'idée comprenne pourquoi il n'est pas publié. Un courriel lui sera envoyé avec votre explication.

source: In order for your duplicated idea to be published, you must modify it berforehand, so that it be different from the original idea.
fr: Pour que votre idée dupliquée puisse être publiée, vous devez préalablement la modifier pour qu'elle ne soit pas identique à l'idée d'origine.

source: All challenges
fr: Tous les challenges

source: More challenges
fr: Plus de challenges

source: This challenge is restricted and accessible only for a set of users. Only the concerned members can add contents in this challenge. The added contents can be seen only by the concerned members.
fr: Ce challenge est restreint et accessible uniquement par un ensemble de membres ou organisations. Seuls les membres concernés peuvent ajouter du contenu dans ce challenge. Le contenu ajouté ne peut être vu que par les membres concernés.

source: More details
fr: Plus de détails

source: By clicking on « Continue », the challenge will be suubmitted for publication, and will be the purpose of an a priori moderation. The moderators can decide either to publish it, or to stop its process and to store it in the archive. If your challenge is published, you won't be able to further edit it.
fr: En cliquant sur « Continuer », votre challenge sera soumise pour publication et fera l'objet d'une modération préalable. Les modérateurs peuvent décider soit de la publier, soit d'arrêter son processus et de l'archiver. Si votre challenge est publié, il ne pourra plus être modifié.

source: By clicking on « Continue », the challenge will be published, and you won't be able to edit it further.
fr: En cliquant sur « Continuer », le challenge sera publié et ne pourra plus être modifié.

source: Ballot report
fr: Procès-verbal

source: Purpose of the ballot
fr: Objet du vote

source: Duration
fr: Durée

source: Judgement
fr: Jugement

source: Candidates
fr: Candidats

source: Text added by the amendment
fr: Texte ajouté par l'amendement

source: Text added to the original version
fr: Texte ajouté à la version d'origine

source: Text removed
fr: Texte supprimé

source: FPTP vote
fr: Vote FPTP

source: ${val} is earlier than earliest datetime ${min}
fr: ${val} est situé avant la date au plus tôt ${min}

source: Are managers
fr: Sont les responsables

source: Organizations to create
fr: Les organisations à créer

source: No organization found
fr: Aucune organisation trouvée

source: One organization found
fr: Une organisation trouvée

source: ${number} organizations found
fr: ${number} organisations trouvées

source: Working groups
fr: Les groupes de travail

source: Organization deletion
fr: Suppression de l'organisation

source: Withdraw user from the organization
fr: Retirer l'utilisateur de l'organisation

source: Duplicate the idea
fr: Dupliquer l'idée

source: Idea header
fr: Entête de l'idée

source: No person contacted
fr: Aucune personne contactée

source: Person contacted
fr: Personne contactée

source: Persons contacted
fr: Personnes contactées

source: Send to
fr: Envoyer à

source: Recipients
fr: À

source: Put me in copy
fr: Me mettre en copie

source: Transmit the idea to others
fr: Communiquer l'idée à des tiers

source: Submit the idea to others
fr: Communiquer l'idée à des tiers

source: Pinned
fr: Épinglés

source: No associated content
fr: Pas de contenus associés

source: Associated content
fr: Contenu associé

source: Associate the idea to an other content
fr: Associer l'idée à un autre contenu

source: No other version
fr: Aucune autre version

source: One available version
fr: Une version disponible

source: ${number} available versions
fr: ${number} versions disponibles

source: Differences between versions
fr: Différences entre les versions

source: Previous versions
fr: Versions précédentes

source: Select the previous version with which to compare
fr: Sélectionner la version précédente à comparer

source: Form to compare the idea
fr: Formulaire de comparaison de l'idée

source: Compare the versions
fr: Comparer les versions

source: No related working group
fr: Aucun groupe de travail lié

source: One related working group
fr: Un groupe de travail lié

source: ${number} related working groups
fr: ${number} groupes de travails liés

source: Remove the idea
fr: Supprimer l'idée

source: Idea deletion
fr: Supression de l'idée

source: (By
fr: (Par

source: , the
fr: , le

source: The content has been sent to:
fr: Le contenu a été envoyé à :

source: And ${external_len} external person contacted.
fr: Ainsi que ${external_len} personne externe contactée

source: And ${external_len} external persons contacted.
fr: Ainsi que ${external_len} personnes externes contactées

source: The content has been sent to ${external_len} external person.
fr: Le contenu a été envoyé à ${external_len} personne externe

source: The content has been sent to ${external_len} external persons.
fr: Le contenu a été envoyé à ${external_len} personnes externes

source: New comment
fr: Nouveau commentaire

source: For
fr: Il y a

source: Now
fr: Maintenant

source: View all ${commentlen} answers
fr: Afficher toutes les ${commentlen} réponses

source: Hide answers
fr: Masquer les réponses

source: By clicking on « Continue », the idea will be published, and you won't be able to edit it further. Any other member of the platform will be able to use it to start a proposal.
fr: En cliquant sur « Continuer », l'idée sera publiée et ne pourra plus être modifiée. Elle pourra être utilisée par n'importe quel membre de la plateforme pour démarrer une proposition.

source: By clicking on « Continue », the idea will be suubmitted for publication, and will be the purpose of an a priori moderation. The randomly selected moderators can decide either to publish it, or to stop its process and to store it in the archive. If your idea is published, you won't be able to further edit it. You will only be able to edit a copy of it, which requires that you have duplicated it beforehand.
fr: En cliquant sur « Continuer », votre idée sera soumise pour publication et fera l'objet d'une modération préalable. Les modérateurs, tirés au sort, peuvent décider soit de la publier, soit d'arrêter son processus et de l'archiver. Si votre idée est publiée, elle ne pourra plus être modifiée. Vous ne pourrez modifier qu'une copie de votre idée, ce qui demande de la dupliquer au préalable.

source: By clicking on « Continue », the idea will be stored in the archive, and its development process will be stopped. You should explain your decision, so that the author of the idea understand why it is not published. An e-mail will be sent to him/her with your explanation.
fr: En cliquant sur « Continuer », l'idée sera archivée et son processus de développement sera arrêté. Vous devez expliquer votre décision, afin que l'auteur(e) de l'idée comprenne pourquoi elle n'est pas publiée. Un courriel lui sera envoyé avec votre explication.

source: Remove comment
fr: Supprimer le commentaire

source: Comment deletion
fr: Supression du commentaire

source: Unpin comment
fr: Détacher le commentaire

source: Pin comment
fr: Épingler le commentaire

source: Are you sure you want to remove this comment? This cannot be undone.
fr: Êtes-vous certain de vouloir supprimer ce commentaire ? Cette action ne peut pas être annulée.

source: Are you sure you want to unpin this comment from this discussion?
fr: Êtes-vous certain de vouloir détacher ce commentaire de cette discussion ?

source: Are you sure you want to pin this comment to this discussion?
fr: Êtes-vous certain de vouloir épingler ce commentaire à cette discussion ?

source: Comment form
fr: Formulaire des commentaires

source: Associated by
fr: Associés par

source: On ${day} ${month} ${year}
fr: Le ${day} ${month} ${year}

source: On ${day} ${month}
fr: Le ${day} ${month}

source: In ${month} ${year}
fr: En ${month} ${year}

source: In ${month}
fr: En ${month}

source: In ${year}
fr: En ${year}

source: On ${day}
fr: Le ${day}

source: On ${day} ${month} ${year} at ${hour} o'clock and ${minute} minutes
fr: Le ${day} ${month} ${year} à ${hour}h${minute}

source: On ${day} ${month} at ${hour} o'clock and ${minute} minutes
fr: Le ${day} ${month} à ${hour}h${minute}

source: On ${day} at ${hour} o'clock and ${minute} minutes
fr: Le ${day} à ${hour}h${minute}

source: On ${day} ${month} ${year} at ${hour} o'clock
fr: Le ${day} ${month} ${year} à ${hour}h

source: On ${day} ${month} at ${hour} o'clock
fr: Le ${day} ${month} à ${hour}h

source: On ${day} at ${hour} o'clock
fr: Le ${day} à ${hour}h

source: ${day} ${month} ${year} at ${hour} o'clock and ${minute} minutes
fr: ${day} ${month} ${year} à ${hour}h${minute}

source: ${day} ${month} at ${hour} o'clock and ${minute} minutes
fr: ${day} ${month} à ${hour}h${minute}

source: ${day} at ${hour} o'clock and ${minute} minutes
fr: ${day} à ${hour}h${minute}

source: ${day} ${month} ${year} at ${hour} o'clock
fr: ${day} ${month} ${year} à ${hour}h

source: ${day} ${month} at ${hour} o'clock
fr: ${day} ${month} à ${hour}h

source: ${day} at ${hour} o'clock
fr: ${day} à ${hour}h

source: 1st
fr: 1er

source: You are not any more a susbscriber in the discussion
fr: Vous n'êtes plus abonné à la discussion.

source: You are now a subscriber in the discussion.
fr: Vous êtes maintenant abonné à la discussion.

source: ${context} is not any more part of the content that you follow.
fr: ${context} ne fait maintenant plus partie de vos suivis.

source: ${context} is now part of the content that you follow.
fr: ${context} fait maintenant partie de vos suivis.

source: You are now opposed to the content ${context}.
fr: Vous êtes maintenant opposé au contenu ${context}.

source: Now you support the content ${context}.
fr: Vous soutenez maintenant le contenu ${context}.

source: Your token has been recovered from content ${context}.
fr: Votre jeton est bien récupéré du contenu ${context}.

source: The profile has been disactivated.
fr: Le profil a bien été désactivé.

source: The comment has now been suppressed.
fr: Le commentaire est maintenant supprimé.

source: The comment has been transformed into an idea.
fr: Le commentaire a bien été tranformé en une idée.

source: The comment has been transformed into a question.
fr: Le commentaire a bien été tranformé en une question.

source: The member ${context} has been withdrawn from the organisation.
fr: Le membre ${context} est bien retiré de l'organisation.

source: The comment has been pinned down.
fr: Le commentaire a bien été épinglé.

source: The comment has been detached.
fr: Le commentaire a bien été détaché.

source: The invitation has been suppressed.
fr: L'invitation a bien été supprimée.

source: The invitation has been modified.
fr: L'invitation a bien été modifiée.

source: The invitee ${context} has been reminded.
fr: L'invité(e) ${context} a bien été rappelé(e).

source: The invitee ${context} has been refused.
fr: L'invité(e) ${context} a bien été réfusé(e).

source: The content has been reported as potentially contrary to the Moderation rules.
fr: Le contenu a bien été signalé.

source: The reports have been ignored.
fr: Les signalisations ont bien été ignorées.

source: The content has been censored.
fr: Le contenu a bien été censuré.

source: The content has been restored.
fr: Le contenu a bien été restauré.

source: The registered person ${context} has been reminded.
fr: L'inscrit(e) ${context} a bien été rappelé(e).

source: The registration of ${context} has been accepted.
fr: L'inscription de ${context} a bien été acceptée.

source: The registration has been suppressed.
fr: L'inscription a bien été supprimée.

source: The topic of interest has been modified.
fr: Le centre d'intérêt a bien été modifié.

source: The topic of interest has been suppressed.
fr: Le centre d'intérêt a bien été supprimé.

source: The topic of interest has been published.
fr: Le centre d'intérêt a bien été publié.

source: The topic of interest has been withdrawn.
fr: Le centre d'intérêt a bien été retiré.

source: The sub-topic of interest has been added.
fr: Le sous centre d'intérêt a bien été ajouté.

source: Your answer has been registered
fr: Votre réponse est bien pris en compte

source: The question has been asked.
fr: La question a bien été posée.

source: The question has been suppressed.
fr: La question a bien été supprimée.

source: The question has been archived.
fr: La question a bien été archivée.

source: The question has been modified.
fr: La question a bien été modifiée.

source: The question has been closed.
fr: La question a bien été cloturée.

source: The answer has been modified.
fr: La réponse a bien été modifiée.

source: The answer has been validated.
fr: La réponse a bien été validée.

source: The answer has been transformed into an idea.
fr: La réponse a bien été tranformé en une idée.

source: The data relating to the challenge have been updated.
fr: Les données du challenge ont été mis à jour.

source: The challenge has been submitted to moderation.
fr: Le challenge a bien été soumise à modération.

source: The challenge has been archived.
fr: Le challenge a bien été archivé.

source: The challenge has been published.
fr: Le challenge a bien été publié.

source: The challenge has been suppressed.
fr: Le challenge a bien été supprimé.

source: The idea has been archived.
fr: L'idée a bien été archivée.

source: The idea has been submitted to moderation.
fr: L'idée a bien été soumise à modération.

source: The idea has been published.
fr: L'idée a bien été publiée.

source: The idea has been examined.
fr: L'idée a bien été examinée.

source: The idea has been modified.
fr: L'idée a bien été modifiée.

source: The idea has been recovered.
fr: L'idée a bien été récupérée.

source: The idea has been suppressed.
fr: L'idée a bien été supprimée.

source: The idea has been created.
fr: L'idée a bien été créée.

source: The proposal has been submitted to moderation.
fr: La proposition a bien été soumise à modération.

source: The content submitted to moderation has been published.
fr: Le contenu soumis à modération a bien été publié.

source: The content submitted to moderation has been archived.
fr: Le contenu soumis à modération a bien été archivé.

source: The proposal has been examined.
fr: La proposition a bien été examinée.

source: The proposal has been published.
fr: La proposition a bien été publiée.

source: The proposal has been suppressed.
fr: La proposition a bien été supprimée.

source: You are now on the waiting list.
fr: Vous êtes maintenant sur la liste d'attente.

source: You are now a member of the Working Group.
fr: Vous êtes maintenant membre du groupe de travail.

source: Your validation has been registered.
fr: Votre validation est bien pris en compte

source: You are not any more a member of the Working Group.
fr: Vous n'êtes plus maintenant membre du groupe de travail.

source: The files have been added in the working space.
fr: Les fichiers ont bien été ajoutés dans l'espace de travail.

source: The file has been suppressed from the working space.
fr: Le fichier à bien été supprimé de l'espace de travail.
