Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: You have decided to improve the proposal.
fr: Vous avez décidé d'améliorer la proposition.

source: Your improvements should be performed directly in the text of the proposal.
fr: Vos améliorations sont à effectuer directement dans le texte de la proposition.

source: You are currently improving the proposal.
fr: Vous êtes en train d'améliorer la proposition.

source: You can suggest improvements in the title, the summary or in any text segment of the proposal.
fr: Vous pouvez directement faire vos suggestion d'amélioration dans le titre, le résumé ou dans toute section du texte de la proposition.

source: For your improvement suggestions to be included, they must have been accepted by another participant in the working group. It is also possible that s/he will refuse them. In this case, these suggestions will not appear in the proposal.
fr: Pour que vos suggestions d'amélioration soient retenues, il faut qu'un autre participant du groupe de travail les accepte. Il se peut également qu'il les refuse, dans quel cas, elles n'apparaîtront pas dans la proposition.

source: Your idea is being moderated.
fr: Votre idée est soumise à modération.

source: Before they are published, all ideas are moderated. The moderators can decide either to publish them, or to archive them without publication.
fr: Pour pouvoir être publiées, les idées sont soumises à modération. Les modérateurs peuvent décider soit de les publier, soit de les archiver.

source: Whatever the decision taken, an notification is sent to the author of the idea.
fr: Quelles que soient les décisions, des notifications sont envoyées aux auteurs des idées.

source: If your idea is archived, an explanation will be given to you and you will have to re-work on int before you re-submit it again for publication.
fr: Si votre idée est archivée, une explication vous est apportée et vous devrez préalablement la retravailler avant de la soumettre de nouveau pour publication.

source: The published ideas are visible by all members of the platform. They can either support or oppose them.
fr: Les idées publiées sont visibles par l'ensemble des membres de la plateforme, qui peuvent soit les soutenir, soit s'y opposer.

source: The published ideas are visible by all members of the platform.
fr: Les idées publiées sont visibles par l'ensemble des membres de la plateforme.

source: They can be transformed into proposals or used in existing proposals by members of the platform.
fr: Elles peuvent être transformées en proposition ou utilisées dans des propositions existantes par les membres de la plateforme.

source: The published ideas can also be duplicated. You can then work on the copy as you wish. You can also add published ideas to your favourites.
fr: Les idées publiées peuvent également être dupliquées pour qu'une copie soit travaillée différemment ou vous pouvez les ajouter à vos favoris.

source: You can add any file type to a workspace.
fr: Vous pouvez ajouter tout type de fichier dans un espace de travail.

source: These files will be accessible only to the participants in the working group.
fr: Ces fichiers ne seront accessibles qu'aux participants du groupe de travail.

source: The proposal is being amended.
fr: La proposition est en cours d'amendement.

source: You can improve the proposal and submit your improvements to the other participants.
fr: Vous pouvez améliorer la proposition et soumettre aux autres participants vos améliorations.

source: You can also duplicate the proposal. In this case, you will be able to modify your copy, and to publish it.
fr: Vous pouvez également dupliquer la proposition et dans quel cas vous pourrez en modifier une copie que vous pourrez publier par la suite.

source: The text elements in green are those that you have added in your corrections, while those in red are those that you have suppressed.
fr: Les éléments de texte en vert sont ceux que vous avez ajoutés lors de vos corrections et en rouge ceux que vous avez supprimés.

source: For your corrections to be accepted, they must be validated by another participant. If s/he considers them as not being justified, s/he can reject them, and they will not be maintained in the proposal.
fr: Pour que les corrections soit acceptées, il faut qu'un autre participant les valide. S'il considère qu'elles ne sont pas justifiées, il peut les rejeter et elles ne seront pas retenues dans la proposition.

source: The former versions of the ideas are available for information only.
fr: Les anciennes versions des idées sont accessibles uniquement à titre indicatif.

source: If you wish to re-start from a past version of an idea to work upon it, you must first duplicate this old version.
fr: Si vous souhaitez repartir d'une version passée pour travailler une idée, vous devez préalablement dupliquer cette ancienne version.

source: This proposal is published and open to a working group. It is visible to all users. The associated working group is inactive, waiting for the quorum to be reached.
fr: Cette proposition est publiée. Elle est visible par l'ensemble des utilisateurs. Le roupe de travail associé est inactif, en attente d'atteinte du quorum.

source: In order to improve it, the working group must reach at least ${participants_mini} participant(s).
fr: Pour l'améliorer, il faut que le groupe de travail atteigne au moins ${participants_mini} participant(s).

source: Any member can be a candidate in the working group, provided that s/he is not already candidate or participant in 5 other working groups.
fr: Tout membre peut se porter candidat au groupe de travail, à condition qu'il ne soit pas déjà candidat ou participant à cinq autres groupes de travail.

source: The maximum number of participants in a working group is 12. The other candidates are on the waiting list.If a participant leaves the working group, and if there are candidates in the waiting list, the first registered candidate on the waiting list joins the working group.
fr: Un groupe de travail peut comprendre au maximum douze participants, les autres candidats sont mis sur liste d'attente. Si un participant quitte le groupe de travail et que des candidats sont sur liste d'attente, le premier inscrit rejoint automatiquement le groupe de travail.

source: You have decided to transform an idea into a proposal.
fr: Vous avez décidé de transformer une idée en proposition.

source: In order for other users to have a fast overview of your proposal, you must provide a summary of it.
fr: Pour que les autres utilisateurs aient un aperçu rapide de votre proposition, vous devez en saisir un résumé.

source: To complement your proposal, you can use a rich text editor, which enables you to integrate any form of content (image, video, table, link).
fr: Pour compléter votre proposition, vous disposez d'un éditeur de texte riche qui permet d'intégrer tout type de contenu (image, vidéo, tableau, lien).

source: You can also re-use other existing ideas on the platform, select text elements from them and drag-and-drop them into your proposal, or also write down your new ideas, which you will be able to re-work upon later.
fr: Vous pouvez également reprendre d'autres idées existantes de la plateforme, y sélectionner des éléments de texte et les glisser-déposer dans votre proposition ou noter vos nouvelles idées, que vous pourrez retravailler par la suite.

source: As an Examiner, you can see all ideas being examined.
fr: En tant qu'Examinateur, vous pouvez voir l'ensemble des idées à examiner.

source: In order to examine one specifically, you just need to click on it and to express your opinion.
fr: Pour en examiner une en particulier, il suffit de cliquer dessus et de donner votre avis.

source: You will always be able to come back to the ideas being examined from your dashboard, under the tab "See the ideas under examination".
fr: Vous pourrez toujours revenir sur les idées à examiner à partir de votre Tableau de bord dans "Voir les idées à examiner".

source: You want to modify your idea.
fr: Vous souhaitez modifier votre idée.

source: In order to remember the changes made, you can write a change note.
fr: Pour vous souvenir des modifications effectuées, vous pouvez saisir une note de modification.

source: You will be able to find your various versions and compare them with one another under the tab « Compare the versions ».
fr: Vous pourrez retrouver vos différentes versions et les comparer dans l'onglet « Comparer des versions ».

source: As a member connected to the platform, you can access your content, your working groups, your favourites and your evaluations, note an idea perform a search, see the registered members or intervene on ideas or proposals.
fr: En tant que membre connecté à la plateforme, vous pouvez accéder à vos contenus, vos groupes de travail, vos favoris et vos appréciations, noter une idée, faire des recherches, voir les membres inscrits ou intervenir sur des idées ou des propositions.

source: As a member connected to the platform, you can access your content, your working groups, and your favourites, note an idea, perform a search, see the registered members or intervene on ideas or proposals.
fr: En tant que membre connecté à la plateforme, vous pouvez accéder à vos contenus, vos groupes de travail et vos favoris, noter une idée, faire des recherches, voir les membres inscrits ou intervenir sur des idées ou des propositions.

source: An idea is a short, spontaneous personal note. A proposal is a complete, collectively written document, based on thorough work.
fr: Une idée est une note personnelle, courte, émise spontanément, alors qu'une proposition est un document rédigé à plusieurs, finalisé, avec un travail de fond.

source: An idea can either be archived, or "To be further worked upon",
fr: Une idée peut être soit archivée, soit à travailler,

source: or submitted for moderation,
fr: soit soumise à modération,

source: or published
fr: soit publiée

source: , or being examined
fr: , soit examinée

source: A proposal can be in either one of the following states: private, open to a working group, under improvement, or the purpose of a vote to determine whether the proposal should be further improved or not,
fr: et une proposition peut être soit privée, soit ouverte à un groupe de travail, soit en cours d'amélioration, soit faire l'objet d'un vote pour améliorer ou non la proposition,

source: or submitted for evaluation
fr: soit soumise à appréciation

source: As a member connected to the platform, you can access your content, your favourites and your evaluations, note an idea, perform a search, see the registered members or intervene on ideas.
fr: En tant que membre connecté à la plateforme, vous pouvez accéder à vos contenus, vos favoris et vos appréciations, noter une idée, faire des recherches, voir les membres inscrits ou intervenir sur des idées.

source: As a member connected to the platform, you can access your content and your favourites and, note an idea, perform a search, see the registered members or intervene on ideas.
fr: En tant que membre connecté à la plateforme, vous pouvez accéder à vos contenus et vos favoris, noter une idée, faire des recherches, voir les membres inscrits ou intervenir sur des idées.

source: An idea is a short, spontaneous, personal note.
fr: Une idée est une note personnelle, courte, émise spontanément.

source: or "Being moderated"
fr: , soit modérée

source: With the advanced search and the filters, you can also refine your search, by specifying the time period, the type of content and its status, the keywords, the contributors and the texts to search.
fr: Avec la recherche avancée et les filtres, vous pouvez également affiner votre recherche en spécifiant pour des périodes particulières les types de contenus et leurs états, les mots clés, les contributeurs et les textes à rechercher.

source: You can freely group your improvements into one or several amendments.
fr: Vous pouvez librement regrouper vos améliorations en un ou plusieurs amendements.

source: To do so, you can drag-and-drop your improvements from one amendment to the other, add amendments or suppress the empty ones.
fr: Pour cela, vous pouvez glisser déposer vos améliorations d'un amendement à un autre, ajouter des amendements supplémentaires ou supprimer ceux qui sont vides.

source: As a default, if an explanation is shared by all improvements that are part of an amendment, it is taken over as the explanation for the amendment. If the explanation of an amendment is modified, the explanations of the attached improvements are not changed.
fr: Par défaut, l'explication partagée par les améliorations d'un amendement est reprise comme justification de l'amendement. Si les justifications des amendements sont modifiées, les explications des améliorations correspondantes ne sont en revanche pas changées.

source: You can also decide to group all your improvements into one single amendment. In this case, you must provide the justification of this single amendment.
fr: Vous pouvez aussi décider de regrouper l'ensemble de vos améliorations en un seul amendement, dans quel cas vous devez apporter la justification de cet amendement unique.

source: When you are satisfied with your amendments, you can submit them to the other participants. You can also cancel the preparation of amendments and come back to the explanations of individual improvements.
fr: Lorsque vous êtes satisfait de vos amendements, vous pouvez les soumettre aux autres participants. Vous pouvez aussi annuler la préparation des amendements et revenir aux explications des améliorations.

source: You have decided to duplicate the idea.
fr: Vous avez décidé de dupliquer l'idée.

source: As soon as an idea is duplicated, the copy can be freely modified.
fr: Dès lors qu'une idée est dupliquée, elle peut être modifiée.

source: In order to be published, the duplicated copy of an idea must be different from the original idea.
fr: Pour qu'elle soit publiée, une idée dupliquée ne doit pas être identique à l'idée d'origine.

source: In order to be submmitted to moderation, the duplicated copy of an idea must be different from the original idea.
fr: Pour qu'elle soit soumise à modération, une idée dupliquée ne doit pas être identique à l'idée d'origine.

source: As an Examiner, you can express your opinion on an idea.
fr: En tant qu'Examinateur, vous pouvez donner votre avis sur une idée.

source: This opinion can be positive or negative.
fr: Cet avis peut être soit favorable, soit défavorable.

source: If your expressed opinion is positive, the idea will be allowed to be transformed into a proposal. If it is negative, it won't be allowed to be worked upon as a proposal.
fr: Si l'avis est favorable, l'idée pourra être transformée en proposition, s'il est défavorable, elle ne pourra plus être travaillée sous forme de proposition.

source: Whatever your opinion, you will be requested to provide an explanation.
fr: Quelque soit cet avis, vous devez en donner une explication.

source: Your proposal is in a private state. You are the only able to see it.
fr: Votre proposition est dans un statut privé, vous êtes le seul à la voir.

source: If you wish to make it public, you must publish it. For the attached ideas to be also visible to the other users, you must previously publish them.
fr: Si vous souhaitez la rendre publique, vous devez la publier. Pour que ses idées liées deviennent également visibles aux autres utilisateurs, vous devrez préalablement les publier.

source: If you wish to make it public, you must publish it. In order to publish it, you must previously make sure that all ideas related to the proposal were positively examined. It is not allowed to use in a proposal ideas that have not received beforehand a positive opinion by the Examination Committee.
fr: Si vous souhaitez la rendre publique, vous devez la publier. Pour la rendre publique, vous devez vous assurez préalablement que toutes les idées liées à la proposition ont été examinés favorablement. Il n'est pas possible d'utiliser dans une proposition des idées qui n'ont pas obtenu avant un avis favorable du Comité d'examen.

source: If you are not happy with your proposal, you can either suppress it or modifiy it.
fr: Si vous n'êtes pas satisfait de votre proposition, vous pouvez la supprimer ou la modifier.

source: The proposal is under revision. It can be corrected by the participants in the working group.
fr: La proposition est en relecture, elle peut être corrigée par les participants au groupe de travail.

source: You can decide either to correct it, or consider that no correction is necessary, and that the revision is complete.
fr: Vous pouvez décider soit de la corriger, soit considérer qu'il n'y a pas de correction à apporter et que la relecture est effectuée.

source: If you are not satisfied with it, you can suppress it or duplicate it. In the latter case, you will have access to a copy of the proposal, under a private status.
fr: Si vous n'en êtes pas satisfait, vous pouvez la supprimer ou la dupliquer, dans ce second cas vous accédez à une copie de la proposition dans un statut privé.

source: To write down an idea, access your content, or intervene on an idea or a proposal, you must beforehand be registered and connected.
fr: Pour noter une idée, accéder à vos éléments ou intervenir sur une idée ou une proposition, vous devez préalablement être inscrit et vous connecter.

source: If you are not connected, you will only be able to perform searches, to read content (ideas and proposals) and to see registered members.
fr: Si vous n'êtes pas connecté, vous pourrez uniquement faire des recherches, consulter les contenus (idées et propositions) et voir les membres inscrits.

source: If you are not connected, you will only be able to perform searches, to read content (ideas) and to see registered members.
fr: Si vous n'êtes pas connecté, vous pourrez uniquement faire des recherches, consulter les contenus (idées) et voir les membres inscrits.

source: In order to explain each of your improvements, you can click on the related number.
fr: Pour expliquer chacune de vos améliorations, vous pouvez cliquer sur lenuméro correspondant.

source: You can either re-use the existing explanation of an earlier improvement, or give a specific one. If you modify an existing explanation, this change in the explanation will be replicated to all improvements that share this explanation. If you wish to modify a single explanation only, you must provide a specific explanation.
fr: Vous pouvez soit reprendre une explication existante d'une amélioration précédente, soit en donner une spécifique. Si vous modifiez une explication existante, cette modification d'explication se répercute sur l'ensemble des améliorations qui partagent cette même explication. Si vous souhaitez en modifier une seule, vous devez en donner une explication spécifique.

source: You can also relate an idea to an explanation or write down a new idea.
fr: Vous pouvez également lier une idée à une explication ou noter une nouvelle idée.

source: If you wish to split an improvement in several parts, you can integrate additional improvements to the text.
fr: Si vous souhaitez scinder une amélioration en plusieurs, vous pouvez intégrer des améliorations supplémentaires au texte.

source: As an Examiner, you can express your opinion on a proposal.
fr: En tant qu'Examinateur, vous pouvez donner votre avis sur une proposition.

source: This opinion can be either positive, negative or "To be re-worked upon".
fr: Cet avis peut être soit favorable, soit défavorable, soit "À retravailler".

source: To complement this opinion, you must evaluate the proposal along three criteria:"Internal or customer impact", "Feasibility" and "Reproductibility and frequency of occurence", and explain this evaluation.
fr: En complément de cet avis, vous devez évaluer la proposition selon trois critères (« Impact Client et/ou Interne », « Faisabilité » et « Reproductibilité Occurrence ») et en donner une explication.

source: A positive opinion means that the Examination Committee is ready to implement it. "To be re-worked upon" that it is interesting, but deserves being re-worked upon. A negative opinion means that it will not be further considered.
fr: Un avis favorable signifie que le Comité d'examen est prêt à la mettre en oeuvre, "À retravailler" qu'elle est intéressante, mais qu'elle demande avant à être retravaillée, et défavorable qu'elle n'est finalement pas retenue.

source: You have created a new, modified version of the proposal. It is in a private status and you are the only one able to see it.
fr: Vous avez créé une nouvelle version, modifiée, de la proposition. Celle-ci est dans un statut privé et vous êtes le seul à pouvoir la voir.

source: The text elements that you have added appear in green. Those that you have deleted appear in red. For your improvements to be submitted as amendments to the other participants, you must previously have explained them and regrouped them into amendments.
fr: Les éléments de texte que vous avez ajoutés apparaissent en vert et ceux supprimés en rouge. Pour que vos améliorations soient soumises sous forme d'amendements aux autres participants, vous devez préalablement les avoir expliqués et les avoir regroupés en amendements.

source: If you are not happy with your modified version, you can delete it, modify it or duplicate it. In the latter case, you will access a copy of the modified version, while keeping this modified version unchanged.
fr: Si vous n'êtes pas satisfait de votre version modifieé, vous pouvez la supprimer, la modifier ou la dupliquer. Dans ce dernier cas vous accédez à une copie de la version modifiée tout en conservant celle-ci en l'état.

source: In order to edit your proposal, a rich text editor is available, with which you will be able to include any type of content (image, video, table, link).
fr: Pour modifier votre proposition, vous disposez d'un éditeur de texte riche qui vous permet d'intégrer tout type de contenu (image, vidéo, tableau, lien).

source: You can search existing ideas on the platform and re-use text elements from them by a simple drag-and-drop.
fr: Vous pouvez rechercher des idées existantes sur la plateforme et y reprendre des éléments de texte par un simple glisser-déposer.

source: You can also write down your new ideas, which will be automatically integrated by the platform as ideas to be worked upon.
fr: Vous pouvez également noter vos nouvelles idées qui seront reprises automatiquement dans la plateforme sous forme d'idées à travailler.

source: The duration of the exploitation cycle is over. The participants must now vote to decide whether to improve the proposal or not.
fr: La durée du cycle d'exploitation est écoulée, les participants doivent à présent voter pour décider s'ils améliorent ou non la proposition.

source: If they vote in majority in favour of collectively improving the proposal, they must specify a new duration for the improvement cycle and they can improve the proposal further during this new cycle.
fr: S'ils votent en majorité pour améliorer la proposition à plusieurs, ils doivent indiquer une nouvelle durée pour le cycle d'amélioration et ils peuvent de nouveau améliorer la proposition pendant ce nouveau cycle.

source: If they vote in majority in favour of submitting the proposal as it is, the proposal cannot be improved any more. The members of the platform are then entitled to support or to oppose the proposal.
fr: S'ils votent en majorité pour soumettre la proposition en l'état, la proposition ne peut plus être améliorée et les membres de la plateforme peuvent dès lors soutenir ou s'opposer à la proposition.

source: As an Examiner, you can see all proposals to be examined.
fr: En tant qu'Examinateur, vous pouvez voir l'ensemble des propositions à examiner.
