Repository: ecreall/nova-ideo
Catalog: novaideo/locale/*/LC_MESSAGES/novaideo.po
Languages: fr

source: comment
fr: commentaire

source: This idea is the result of a transformation of this ${dynamic} related to the following content ${subject}.
fr: Cette idée est le résultat d'une transformation de ce ${dynamic} relié au contenu suivant ${subject}.

# question
source: answer
fr: réponse

source: This idea is the result of a transformation of this ${dynamic} related to the following question ${subject}.
fr: Cette idée est le résultat d'une transformation de cette ${dynamic} reliée à la question suivante ${subject}.

source: This proposal has just been duplicated and worked differently. You will find the duplicated proposal here ${dynamic}.
fr: Cette proposition vient d'être dupliquée et travaillée différemment. Vous trouverez la proposition dupliquée ici ${dynamic}.

source: This question is the result of a transformation of this ${dynamic} related to the following content ${subject}.
fr: Cette question est le résultat d'une transformation de ce ${dynamic} lié au contenu suivant ${subject}.

source: This comment has just been transformed into a question. You will find the question here ${dynamic}. You can answer, support or discuss it.
fr: Ce commentaire vient d'être transformé en une question. Vous trouverez la question ici ${dynamic}.

source: This comment has just been transformed into an idea. You will find the idea here ${dynamic}. You can discuss it.
fr: Ce commentaire vient d'être transformé en une idée. Vous trouverez l'idée ici ${dynamic}.

source: This answer has just been transformed into an idea. You will find the idea here ${dynamic}. You can discuss it.
fr: Cette réponse vient d'être transformé en une idée. Vous trouverez l'idée ici ${dynamic}.

source: The content ${dynamic} has been duplicated. The duplicated content is visible under ${obj}.
fr: Le contenu ${dynamic} a été dupliqué. Le contenu dupliqué est visible sous ${obj}.

source: Identifier:
fr: Identifiant :

source: The ballot started on
fr: Le scrutin a commencé le

source: The end of the ballot is planned on
fr: La fin du vote est prévue pour le

source: The proposed rank are:
fr: Le mentions proposées sont :

source: The data associated with this ballot are:
fr: Les données associées à ce scrutin sont :

source: The result of the ballot is:
fr: Le résultat du scrutin est :

source: The proposed choices are:
fr: Les choix proposés sont :

source: This vote is a first-past-the-post vote allowing voters to make a choice among several.
fr: Ce vote est de type uninominal majoritaire permettant aux électeurs de faire un choix parmis plusieurs.

source: Entity
fr: Entité

source: The median note
fr: La note médiane

source: Alert for subscription
fr: Alerte

source: Channels
fr: Discussions

source: Private discussions
fr: Discussions privées

source: Are you sure you want to subscribe to this discussion?
fr: Êtes-vous certain de vouloir vous abonner à cette discussion ?

source: Are you sure you want to unsubscribe from this discussion?
fr: Êtes-vous certain de vouloir vous déabonner de cette discussion ?

source: Decision
fr: Décision

source: No amended version
fr: Aucune version amendée

source: One amended version
fr: Une version amendée

source: ${number} amended versions
fr: ${number} versions amendées

source: See amended versions
fr: Voir les versions amendées

source: Attach files to the proposal
fr: Attacher des fichiers à la proposition

source: Transmit the proposal to others
fr: Communiquer la proposition à des tiers

source: Discuss the proposal
fr: Discuter la proposition

source: Related contents
fr: Contenus liés

source: Associate the proposal to an other content
fr: Associer la proposition à un autre contenu

source: No related ideas
fr: Aucune idée liée

source: One related idea
fr: Une idée liée

source: ${number} related ideas
fr: ${number} idées liées

source: See the related ideas
fr: Voir les idées liées

source: Opinion
fr: Avis

source: Give your opinion
fr: Donner un avis

source: Alert for transformation
fr: Alerte pour la transformation

source: Form to compare the proposal
fr: Formulaire de comparaison de la proposition

source: Duplicate the proposal
fr: Dupliquer la proposition

source: Being amended
fr: En cours d'amendement

source: Alert for submission
fr: Alerte

source: Alert for archive
fr: Alerte pour l'archivage

source: One member
fr: Un membre

source: ${number} members
fr: ${number} membres

source: See members
fr: Voir les membres

source: No members
fr: Aucun membre

source: Alert for publication
fr: Alerte pour publication

source: Proposla header
fr: Entête de la proposition

source: The working group is closed.
fr: Le groupe de travail est fermé.

source: You are on the waiting list.
fr: Vous êtes sur la liste d'attente.

source: You have reached the limit of the number of working groups in which you can participate simultaneously. In order to participate in this working group, please quit one of your current working groups.
fr: Vous avez atteint la limite du nombre de groupes de travail auxquels vous pouvez participer simultanément. Afin de pouvoir participer à ce groupe de travail, veuillez démissionner de l'un de vos groupes de travail actuels.

source: The participation is closed.
fr: La participation est clôturée.

source: You can't participate in the working group.
fr: Vous ne pouvez pas participer au groupe de travail.

source: Delete file
fr: Supression du fichier

source: Choose the work mode
fr: Choisissez le mode de travail

source: Members to invite
fr: Membres à inviter

source: You can invite members to join the workgroup
fr: Vous pouvez inviter des membres à rejoindre le groupe de travail

source: Improve the proposal or submit it as is
fr: Améliorer la proposition ou la soumettre en l'état

source: Warning: you are about to delete your proposal. You can either click on « Continue » and your proposal will be suppressed, or click on « Cancel » and you will return to your proposal.
fr: Attention : vous êtes sur le point de supprimer votre proposition. Vous pouvez soit cliquer sur « Continuer » et votre proposition sera supprimée, soit cliquer sur « Annuler » et vous reviendrez à votre proposition.

source: Warning: you are about to delete the proposal. You can either click on « Continue » and the proposal will be suppressed, or click on « Cancel » and you will return to the proposal.
fr: Attention, vous êtes sur le point de supprimer la proposition. Vous pouvez soit cliquer sur « Continuer » et la proposition sera supprimée, soit cliquer sur « Annuler » et vous pourrez revenir à la proposition.

source: Warning! You are about to quit the Working Group. Are you sure that you want to quit the Working Group?
fr: Attention, vous êtes sur le point de quitter le groupe de travail. Êtes-vous sûre de vouloir quitter le groupe de travail ?

source: The result of the ballot on the amendments related to the proposal
fr: Le résultat des votes sur les amendements associés à la proposition

source: are the following:
fr: sont les suivants :

source: The amendments retained after calculation are:
fr: Les amendements retenus après calcul sont :

source: The amendment adopted after calculation is:
fr: L'amendement retenu après calcul est :

source: By clicking on « Continue », the proposal will be archived. You must explain your decision, so that the author understands why his/her proposal is not published. An e-mail will be sent to him/her with your explanation.
fr: En cliquant sur « Continuer », la proposition sera archivée. Vous devez expliquer cette décision, afin que l'auteur de la proposition comprenne pourquoi sa proposition n'est pas publiée. Un courriel lui sera envoyé avec votre explication.

source: By clicking on « Continue », your proposal will be submitted to moderation before publication. The moderators can decide either to publish it, or to archive it.
fr: En cliquant sur « Continuer », votre proposition sera soumise à modération avant publication. Les modérateurs peuvent décider soit de la publier, soit de l'archiver.

source: For a proposal to be published, all related ideas must have been published beforehand. You can modify these ideas by clicking on those that are to be re-worked upon. Once the proposal has been accepted by the moderators, these ideas will automatically be published.
fr: Pour qu'une proposition soit publiée, l'ensemble des idées liées doivent être préalablement publiées. Vous pouvez les modifier en cliquant sur celles qui sont à retravailler. Une fois la proposition est acceptée par les modérateurs, ces idées seront publiées automatiquement.

source: As soon as your proposal has been accepted and published by the moderators, you can decide:
fr: Une fois votre proposition acceptée et publiée par les modérateurs, vous pouvez décider :

source: either to submit it as it is to all Members, without improving it,
fr: soit de la soumettre à appréciation en l'état à l'ensemble des Membres sans l'améliorer,

source: or to first improve it with other Members in a Working Group, and then submit it to the evaluation of all Members.
fr: soit l'améliorer d'abord avec d'autres Membres dans un groupe de travail puis la soumettre à appréciation à l'ensemble des Membres.

source: If you choose to improve it with other Members, which is the default choice, you must specify the duration of the improvement cycle. The default value for this duration is one week.
fr: Si vous décidez de l'améliorer avec d'autres Membres, ce qui est le choix proposé par défaut, vous devez indiquer la durée du cycle d'amélioration, celle-ci est fixée par défaut à une semaine.

source: As soon as your proposal has been accepted and published by the moderators, you must improve it with other Members in a Working Group, and then submit it to the evaluation of all Members.
fr: Dès que votre proposition a été acceptée et publiée par les modérateurs, vous devez l'améliorer avec d'autres membres dans un groupe de travail, puis le soumettre à l'évaluation de tous les membres.

source: To improve the proposal, you must specify the duration of the improvement cycle. The default value for this duration is one week.
fr: Pour améliorer la proposition, vous devez spécifier la durée du cycle d'amélioration. La valeur par défaut de cette durée est d'une semaine.

source: In order to improve the proposal, the Working Group must gather at least the quorum, i.e. the minimum number of Participants indicated for each working mode. If this quorum is not reached, the Working Group remains inactive and the proposal cannot be improved.
fr: Pour améliorer la proposition, il faut que le groupe de travail réunisse au moins le quorum, c'est-à-dire le nombre minimum de participants indiqué pour chaque mode de travail. Si ce quorum n'est pas atteint, le groupe de travail reste inactif et la proposition ne peut être améliorée.

source: Group
fr: Groupe

source: For a proposal to be published, all related ideas must have been previously published. You may either publish them as they are by clicking on « Continue », or edit them by clicking on those which are to be re-worked upon.
fr: Pour qu'une proposition soit publiée, l'ensemble des idées liées doivent être préalablement publiées. Vous pouvez soit les publier en l'état en cliquant sur « Continuer », soit les modifier en cliquant sur celles qui sont à retravailler.

source: You have just transformed the idea into a proposal. You must now add a summary to your proposal. In order for it to be easier to understand, we advise you to modify the title that was automatically generated from the title of the idea.
fr: Vous venez de transformer une idée en proposition. Vous devez maintenant ajouter un résumé à votre proposition. Pour qu'elle soit plus facile à comprendre, nous vous conseillons également de modifier le titre de la proposition généré automatiquement à partir du titre de l'idée.

source: Text added to the current version
fr: Texte ajouté à la version en cours

source: Text removed from the current version
fr: Texte supprimé de la version en cours

source: This Proposal is published. It is visible to all Members. The related Working Group is inactive, waiting for the quorum to be reached.
fr: Cette Proposition est publiée. Elle est visible par l'ensemble des Membres. Le Groupe de Travail associé est en attente d'atteinte du quorum.

source: To improve it, the Working Group must gather at least ${participants_mini} participants.
fr: Pour l'améliorer, il faut que le groupe de travail réunisse au moins ${participants_mini} participant(e)s.

source: You have reached the limit of the number of working groups in which you can participate simultaneously. In order to submit your proposal, please quit one of
fr: Vous avez atteint la limite du nombre de groupes de travail auxquels vous pouvez participer simultanément. Afin de pouvoir soumettre votre proposition, veuillez démissionner de l'un de

source: your current working groups
fr: vos groupes de travail actuels

source: In order for you to publish you proposal, all ideas related to it must have been previously approved by the Moderation.
fr: Pour que vous puissiez publier votre proposition, il faut que l'ensemble de ses idées liées soit préalablement approuvé par la Modération.

source: In order for you to submit you proposal, all ideas related to it must have been previously approved by the Moderation.
fr: Pour que vous puissiez soumettre votre proposition, il faut que l'ensemble de ses idées liées soit préalablement approuvé par la Modération.

source: You can access below the ideas related to the proposal that have not been approved by the Moderation.
fr: Vous pouvez accéder ci-dessous aux idées liées à la proposition qui n'ont pas été approuvées par la Modération.

source: These ideas must afterwards be favourably examined by an Examiner.
fr: Ces idées doivent être ensuite examinées favorablement par un Examinateur.

source: For you to be allowed to publish your proposal, all of its related ideas must have been favourably examined by an Examiner.
fr: Pour que vous puissiez publier votre proposition, il faut que l'ensemble de ses idées liées soit préalablement examiné favorablement par un Examinateur.

source: For you to be allowed to submit your proposal, all of its related ideas must have been favourably examined by an Examiner.
fr: Pour que vous puissiez soumettre votre proposition, il faut que l'ensemble de ses idées liées soit préalablement examiné favorablement par un Examinateur.

source: You can access below the ideas related to the proposal that were not favourably examined.
fr: Vous pouvez accéder ci-dessous aux idées liées à la proposition qui n'ont pas été examinée favorablement.

source: Display all differences
fr: Afficher toutes les différences

source: Display
fr: Afficher

source: Hide all differences
fr: Cacher toutes les différences

source: Hide
fr: Cacher

source: Accept all improvements
fr: Accepter toutes les améliorations

source: Accept all
fr: Accepter tout

source: Reject all improvements
fr: Rejeter toutes les améliorations

source: Reject all
fr: Rejeter tout

source: language-code
fr: fr

source: , duplicated from the proposal
fr: , dupliquée à partir de la proposition

source: , previous version of the current version of the proposal
fr: , version passée de la version en cours de la proposition

source: By clicking on « Continue », the proposal will be published.
fr: En cliquant sur « Continuer », la proposition sera publiée.

source: Alert for censoring
fr: Alerte

source: Censoring reasons
fr: Les raisons da la censure

source: Censor
fr: Censurer

source: Previous reports (${nb})
fr: Les signalisations antérieures (${nb})

source: No previous report
fr: Aucune signalisation antérieure

source: New reports (${nb})
fr: Les nouvelles signalisations (${nb})

source: No new report
fr: Aucune nouvelle signalisation

source: Alert for ignoreing
fr: Alerte

source: Ignore
fr: Ignorer

source: Alert for restoring
fr: Alerte pour restauration

source: By clicking on « Continue », the content will be censored. You must explain your decision.
fr: En cliquant sur « Continuer », le contenu sera censuré. Vous devez expliquer cette décision.

source: By clicking on « Continue », the content will be restored.
fr: En cliquant sur « Continuer », le contenu sera restoré.

source: By clicking on « Continue », the reports will be ignored.
fr: En cliquant sur « Continuer », les signalements seront ignorés.

source: By clicking on « Continue », the content will be submitted to moderation. You must explain your action, so that the Moderators understand the reason why you reported this content as inappropriate.
fr: En cliquant sur « Continuer », le contenu sera soumis à modération. Vous devez expliquer votre action, afin que les modérateurs comprennent la raison de votre signalement.

source: Edit a newsletter
fr: Editer l'infolettre

source: Write a newsletter
fr: Rédiger l'infolettre

source: Please choose one or more newsletters.
fr: Veuillez choisir une ou plusieurs infolettres.

source: User (${email}) not subscribed
fr: L'utilisateur (${email}) n'est pas abonné

source: Send newsletter
fr: Envoyer l'infolettre

source: No newsletter found
fr: Aucune infolettre trouvée

source: One newsletter found
fr: Une infolettre trouvée

source: ${number} newsletters found
fr: ${number} infolettres trouvées

source: According to the configuration of the newsletter, the unsubscription of the subscribers is not allowed. In order to keep the content consistent and to be able to send the newsletter, it is necessary to remove the variable "unsubscribeurl" from the content of the newsletter.
fr: Selon la configuration de l'infolettre, la désinscription des abonnées n'est pas autorisée. Afin de garder la cohérence du contenu et pour pouvoir envoyer l'infolettre, il faut supprimer la variable "unsubscribeurl" du contenu de l'infolettre.

source: registrations
fr: abonnements

source: registration
fr: abonnement

source: The writing system is based on the variables to allow the adaptation of the message to send to the subscribers of the newsletter. The variables are:
fr: Le système de rédaction se base sur les variables pour permettre l'adaptation du message à envoyer aux abonnées de l'infolettre. Les variables sont:

source: The subscriber's first name,
fr: Le prénom de l'abonné,

source: The subscriber's last name,
fr: Le nom de l'abonné

source: The application's title,
fr: Le titre de l'application,

source: The application's URL,
fr: L'URL de l'application,

source: The logo's URL,
fr: L'URL du logo de l'application,

source: The newsletter's title,
fr: Le titre de l'infolettre,

source: Unsubscribe URL,
fr: L'url de désabonnement de l'abonné,

source: Content automatically generated according to subscribers' preferences. The generate text contains the recently published ideas and proposals.
fr: Un contenu générer automatiquement selon les préférences des abonnés. Le texte générer contient les idées et propositions récemment publiées.

source: You can use these variables for the subject or body of your newsletter.
fr: Vous pouvez utiliser ces variables pour le sujet ou le corps de votre infolettre.

source: Re-invite the users
fr: Re-inviter les utilisateurs

source: No invitation found
fr: Aucune invitation trouvée

source: One invitation found
fr: Une invitation trouvée

source: ${number} invitations found
fr: ${number} invitations trouvées

source: The xls file
fr: Le fichier xls

source: Upload users
fr: Importer des utilisateurs

source: Remind invitation
fr: Rappeler l'invitation

source: I have read and accept the terms and conditions
fr: J'ai lu et accepte les termes et conditions d'utilisation

source: Validate the invitation
fr: Valider l'invitation

source: Associate the amendment to an other content
fr: Associer l'amendement à un autre contenu

source: Alert for justification
fr: Alerte pour justification

source: Discuss the amended version
fr: Discuter la version amendée

source: Explanations
fr: Explications

source: Group your improvements into amendments
fr: Regrouper vos améliorations en amendements

source: Group the improvements into a single amendment
fr: Regrouper les améliorations en un seul amendement

source: Submit the amended version to others
fr: Communiquer la version amendée à des tiers

source: (original version)
fr: (Version d'origine)

source: Explain your improvement
fr: Expliquer votre amélioration

source: Save the explanation
fr: Enregistrer l'explication

source: You have now provided explanations to all of your improvements. You can now prepare the amendments that you will submit to the other participants.
fr: Vous avez donné des explications à l'ensemble de vos améliorations. Vous pouvez maintenant préparer des amendements que vous pourrez soumettre aux autres participants.

source: For an amendment to be submitted, all related ideas must have been previously published by the moderators. You can modify these ideas one by one by clicking on those that you want to re-work upon.
fr: Pour qu'un amendment soit soumis, l'ensemble de ses idées liées doivent être préalablement publiées par les modérateurs. Vous pouvez les modifier une par une en cliquant sur celles qui sont à retravailler.

source: For an amendment to be submitted, all related ideas must have been previously published and have received a positive opinion by the Examiners. You can modify these ideas one by one by clicking on those that you want to re-work upon.
fr: Pour qu'un amendment soit soumis, l'ensemble de ses idées liées doivent être préalablement publiées et désignées comme favorables par les examinateurs. Vous pouvez les modifier une par une en cliquant sur celles qui sont à retravailler.

source: of the proposal
fr: de la proposition

source: , duplicated from the amended version
fr: , dupliquée à partir de la version amendée

source: No visible amendment. Some amendments are being written.
fr: Aucun amendement accessible. Des amendements sont en cours de rédaction.

source: In order for the other participants to decide on your improvements, you must explain them. You can provide the same explanation to several improvements at the same time. Once you have explained all your improvements, you can prepare your amendements and submit them to the other participants.
fr: Pour que les autres participants puissent se prononcer sur vos améliorations, vous devez les expliquer. Vous pouvez donner la même explication à plusieurs améliorations en même temps. Une fois que vous avez expliqué l'ensemble de vos améliorations, vous pourrez préparer vos amendements et les soumettre aux autres participants.

source: In order for your amendments to be submitted to the other participants, all related ideas must have been previously published. You can either publish them as they are, by clicking on "Continue", or modify them by clicking on those that are to be re-worked upon.
fr: Pour que vos amendements puissent être soumis aux autres participants, l'ensemble de leurs idées liées doivent être préalablement publiées. Vous pouvez soit les publier en l'état en cliquant sur « Continuer », soit les modifier en cliquant sur celles qui sont à retravailler.

source: As a default, the improvements that share the same explanation are grouped in the same amendment. It is preferable to submit several amendments to the other participants in the working group, so as to increase the chances that they will accept at least some of them. However, you must beware that each amendment can be accepted separately, independently from the others.
fr: Par défaut, les améliorations partageant la même explication sont regroupées dans le même amendement. Il est préférable de soumettre plusieurs amendements aux autres participants pour avoir plus de chance qu'ils en retiennent certains. Néanmoins, vous devez faire attention que chaque amendement peut être retenu séparément, indépendamment des autres.
